{
    "fsaBlanceTitle": "Flexible Spending Account (FSA) Balance",
    "asOf": "As of",
    "fsaToolTip": "Portions of your remaining funds after you have made your benefit selections may be added to your Flexible Spending Account (FSA).",
    "salarySacrificeIndicatorText": "Salary Sacrifice",
    "viewFsa": "View FSA",
    "termsAndConditionsCopy": "<h4>Important notice: Please read these terms carefully before using this website.  Use of this website by you indicates that you accept these terms.  If you do not accept these terms, do not use this website</h4> <p>Access to this website is provided to you by your employer and is subject to these terms and conditions (\"<b>Terms</b>\").  Please read these Terms carefully before continuing to access the services described below. A USERID and Password will give you access via the Internet to (1) a database of member information (\"<b>Information</b>\") provided by Willis Towers Watson (\"<b>WTW</b>\", \"<b>we</b>\", \"<b>our</b>\" or \"<b>us</b>\") on behalf of the employer, (2) a facility which will enable you, where applicable, to update Information electronically, and (3) a facility which will enable you, where applicable, to initiate certain transactions electronically (together or individually referred to as the \"Service\").</p> <ol class=\"decimal-formatted-list\"> <li> <strong>Provision of the Service</strong> <ol> <li> Once you have accessed the Service using your USERID and password, you will be deemed to have accepted these Terms and these Terms will form a legally binding agreement. From that moment, you will then have the right to access the Information in accordance with these Terms until your right to use the Service is terminated.  </li> <li> You are granted the right to use the Service and your USERID and password, solely in accordance with these Terms and any other instruction or direction for use supplied to you by us from time to time via the Service or otherwise.  </li> <li> Technological changes from time to time may make the equipment which you use to access the Service (the \"Equipment\") obsolete or otherwise unsuitable. You are solely responsible for providing, updating, or replacing any part of the Equipment and for any telecommunication and other related costs. We make no warranty as to the suitability or otherwise of the Equipment, which is your responsibility alone. We reserve the right to change the Service at any time even if this causes you the need to update or replace the Equipment.  </li> </ol> </li> <li> <strong>Security and Personal Data</strong> <ol> <li> You consent to the processing by WTW, by our associated companies and affiliates and by any third parties involved in the provision to you of the Service of the personal data submitted by you through the Service and/or created in the course of your relationship with us as administrators of your benefits scheme and to the transmission of such personal data to such associated companies and affiliates and/or third parties for purposes connected with employee or client administration. For further information, please see the Data Privacy Notice attached.  </li> <li> At our sole discretion we may bar the use of your USERID and password from time to time due to security or other concerns or for general administration purposes. We will inform you as soon as reasonably possible of such action. You may then request a new USERID and password following the procedures advised by us.  </li> <li> It is your responsibility to keep your USERID and password secret. In particular, you should not disclose your USERID or password to a third party or allow the Service to be accessed by a third party using your USERID and password.  </li> <li> If you become aware of or suspect any unlawful or unauthorised use of your USERID and password you must immediately follow the procedure set out in clause 2.5 below and you should give us all relevant details you have in relation to any such use.  </li> <li> If you become aware of or suspect any unlawful or unauthorised use of your USERID and password you should bring this to our attention by contacting us as soon as possible and you may then request a new USERID and password following the procedures advised by us.  </li> <li> You will not be responsible for your USERID and password being used after you have notified us of the suspected unlawful or unauthorised use and requested that your USERID be cancelled.  </li> </ol> </li> <li> <strong>Your instructions</strong> <ol> <li> You will be solely responsible for the use of your USERID and password.  We will be entitled to treat any use of the Service as having been authorised by you where the Service is accessed using your USERID and password. This includes all instructions which are initiated or sent through the Service in conjunction with your USERID and password, whether in connection with any purchase, sale, switching, contribution, redirection, redemption or any other matter.  </li> <li> If you have elected \"view-only\" access to the Service, the above provision regarding instructions will not apply and we will not act on any instructions initiated or sent through the Service without first seeking your written confirmation.  </li> </ol> </li> <li> <strong>Title</strong> <ol> <li> We own the copyright and any other intellectual property rights subsisting anywhere in the world relating to the Service.  </li> </ol> </li> <li> <strong>Restrictions on Use</strong> <ol> <li> You may not copy, reproduce, duplicate, modify, adopt or lend, sell or otherwise transfer, in whole or in part, any of the Information, except for the purpose of accessing the Service and producing print-outs for your own personal use.  </li> </ol> </li> <li> <strong>Limitations of Liability</strong> <ol> <li> We make no warranty or representation that the Service will always be available or can be accessed at all times. The Service may be temporarily unavailable or restricted for administrative or other reasons.  The Service may be temporarily or permanently suspended in the event of termination of the agreement between us, and/or your employer under which the Service is being provided to you.  We do not accept any responsibility and will not be liable for any loss or damage as a result of negligence or otherwise, arising out of or in connection with any interruption, suspension or loss of use of the Service.  </li> <li> You acknowledge that your uninterrupted access to the Service may also be prevented by certain factors outside our reasonable control (a \"Service Disruption Event\") including, without limitation, the in-operation, inefficiency or unsuitability of the Equipment and the unavailability, in-operation or interruption of Internet or other telecommunication services. Non-performance by us of our obligations under these Terms will not be a breach of these Terms where such non-performance results directly or indirectly from a Service Disruption Event. We do not accept any responsibility and will not be liable for any loss or damage arising out of or in connection with any such Service Disruption Event.  </li> <li> We do not accept any responsibility and will not be liable for the inaccuracy or incompleteness of any data or information received by you or by us through the Service which arises out of or in connection with data transmission, machine or software error or malfunction or from your operating error or which originates from information obtained from third parties (other than such inaccuracy or incompleteness arising as a result of our negligence, fraud or wilful default).  </li> <li> We do not represent or warrant that this website will be error-free, free of viruses or other impairing or harmful components.  </li> <li> The content and any information available on or through this website is for information purposes only.  We do not hold ourselves out as providing any actuarial, accounting, consulting, investment, legal, tax or any other type of professional advice.  The accuracy, completeness, adequacy or currency of the content of and any information available on or through this website is not warranted or guaranteed. In particular, you acknowledge that we rely on the accuracy and completeness of prices and other information provided to us by third parties including fund managers.  We expressly do not warrant that the calculations produced by any modelling and/or planners or other software tool as part of the Service will be accurate or that they can be used as the basis for the making of investment or pension planning decisions. By accepting these Terms you acknowledge and accept that any financial information contained in any such modelling and/or planners or other software tool is provided for illustrative purposes only and should not be relied upon as the basis of any decision to enter into any financial transaction and must not be used in place of professional financial advice.  </li> <li> Whilst we will use our reasonable efforts to ensure that all transactions initiated by you via this website are processed as soon as possible, we shall have no liability to you in the event of any loss being suffered due to processing delays which are beyond our control.  </li> <li> This website may contain links to other websites provided by independent third parties.  We accordingly make no representations whatsoever concerning the content of those sites and the fact that we have provided a link to a particular site is not an endorsement, authorisation, sponsorship or affiliation by us with respect to such site, its owners or its providers.  </li> <li> Except as expressly set out in these Terms, all other warranties and conditions, whether implied by statute, common law or otherwise (including but not limited to satisfactory quality and fitness for purpose), are hereby excluded to the extent permitted by law.  </li> <li> We will not be liable if and to the extent that any losses, damages, cost or expenses suffered by you are due to the provision of false, inaccurate, misleading or incomplete information or documentation by you or any third party or due to the acts or omissions of any person other than us or any of  our directors, officers or employees including without limitation the incorrect use of the Service by you or your failure to correctly input any data and/or information in connection with the Service.  </li> <li> Our aggregate liability to you whether in contract, tort, breach of statutory duty or otherwise for any losses whatsoever and howsoever caused arising from or in any way connected with the Service or this website shall not exceed £5 million (including any claims for interest and costs).  </li> <li> Nothing in this clause 6 shall exclude or restrict any liability of WTW  for personal injury, death, fraud or dishonesty or otherwise to the extent that we cannot do so by law.  </li> </ol> </li> <li> <strong>Termination and Notice Provisions</strong> <ol> <li> We may terminate your right to use the Service by giving notice in writing (whether electronically by means of the Service or otherwise) which will be effective immediately upon being sent, but this will not affect transactions already initiated.  </li> <li> We reserve the right to amend these Terms from time to time.  You will be notified of any such amendments.  </li> </ol> </li> <li> <strong>General Provisions</strong> <ol> <li> If for any reason the Service becomes unavailable or inaccessible for an extended period of time, you may initiate transactions or give instructions by contacting us by fax, telephone or email.  </li> <li> Failure or delay to enforce any right under these Terms will not be construed as an implied waiver of the same or of any other right in the future.  </li> <li> All of the terms and conditions relating to the Service are contained in these Terms and any other instruction or direction for use supplied to you by us. No oral communications that you may have with us shall override, supersede, vary or in any way alter these Terms or any part thereof unless we confirm them to you in writing.  </li> <li> If any provision in these Terms is held or made invalid by any competent court, statute, rule or otherwise, the remainder of these Terms will not be affected.  </li> <li> These Terms shall be governed by and construed in accordance with the laws of England and Wales.  </li> <li> The Courts of England will have exclusive jurisdiction to settle any claim or matter arising under or in relation to these Terms.  </li> </ol> </li> </ol> <h4>Privacy Notice for Employees and Administrators</h4> <p>Please read this Privacy Notice carefully.  It describes how Willis Towers Watson (\"WTW\") handles personal information about You which WTW collects in connection with the operation of BenefitsMarketplace.  It also explains certain legal rights You have in connection with Your personal information which is handled by WTW.</p> <ol class=\"decimal-formatted-list\"> <li> <strong>What is the purpose of this Privacy Notice, and does it apply to me?</strong> <ol> <li>The purpose of this Privacy Notice is to inform You about how WTW handles Your personal information which WTW obtains in connection with the operation of BenefitsMarketplace, an online employee benefits administration platform made available as part of the services WTW provides to WTW's corporate clients.</li> <li>This Privacy Notice will apply to You if You are an individual member (or an administrator) of an employee benefits scheme which is arranged by WTW on behalf of WTW's corporate client, and administered through BenefitsMarketplace.</li> <li>Nothing in this Privacy Notice alters any existing relationship between You and WTW, or creates any new relationship between You and WTW.  Nothing in this Privacy Notice affects any right You have under any applicable law which regulates the way in which WTW handles Your personal information.</li> </ol> </li> <li> <strong>What Personal Information about me does WTW collect?</strong> <ol> <li> The type and amount of personal information about You which WTW collects will vary depending on various factors, including Your personal circumstances and the relevant services provided by WTW, but may include any combination of the following: <ol> <li>Your contact details such as name, postal address, email address, and telephone number;</li> <li>Your gender, date/place of birth, marital status, nationality, country of residence, occupation, hobbies, habits, and other similar demographic information;</li> <li>Your unique identifiers such as bank account number, passport number, and employee number;</li> <li>Information about Your finances, such as details of Your income and existing pension/insurance arrangements and amounts insured/claimed;</li> <li>Information about Your physical and mental health, including Your medical history, description of illness or injury suffered, and any specific treatment received;</li> <li>Information about You which WTW is obliged to check for legal or regulatory reasons, such as information relating to Your identity and Your criminal history (including allegations of crimes);</li> <li>Other information about You which WTW handles in connection with the services WTW provides through BenefitsMarketplace, such as details of incidents giving rise to any insurance claim submitted by You or on Your behalf through BenefitsMarketplace, and information about Your access to and use of BenefitNet (including IP address from which You access BenefitsMarketplace, and cookies placed on Your computer to enable You to log into BenefitsMarketplace); and</li> <li>Any of the foregoing categories of information that relate to Your dependents.</li> </ol> </li> <li>Please note that personal information which WTW collects through BenefitsMarketplace may include sensitive information such as Your racial/ethnic origin, sex life, criminal record, and health.</li> <li>WTW will collect Your personal information only if and to the extent it is necessary for one or more of the purposes described in Section 4 below.</li> </ol> </li> <li> <strong>Why does WTW collect my Personal Information?</strong> <ol> <li>WTW collects and uses Your personal information primarily for the purpose of WTW and its affiliates providing employee benefits-related services which is arranged for Your benefit such as where WTW is acting as the Insurance Broker for any insurance benefits or where WTW is acting as an administrator where Your employer asks WTW and its affiliates to arrange/administer health plan, pension plan, or other forms of employee benefits).</li> <li> WTW and its affiliates also collect and use Your personal information for the following related purposes: <ol> <li>to enable underwriters, actuaries, insurers, reinsurers, pension providers, claims handlers, insurance brokers (where WTW is not the Insurance Broker for the insurance benefits), banks and other lenders, health professionals, lawyers, accountants, auditors, consultants, and other like third party professional advisors and service providers to provide their services (to the extent their involvement is inherent in or necessary in connection with the services provided by WTW and its affiliates);</li> <li>to enable subsidiaries, affiliates and related companies of Willis Towers Watson PLC and non-affiliated services providers (such as IT services providers and administrative support service providers) to provide services that directly or indirectly support WTW's business operation and the services provided by WTW (including the maintenance and support of BenefitsMarketplace);</li> <li>to comply with legal or regulatory requirements imposed on WTW or a client of WTW (including the requirement to conduct 'Know-Your-Client' checks, anti-money laundering/sanctions screening, and other like due diligence checks);</li> <li>to improve or develop the products and services WTW provides to its clients in general (e.g. improving internal business processes, providing analysis on trends in the employee benefits market, benchmarking employee benefits products, devising ways to simplify/streamline the insurance placement/administration process or claims handling process, designing new types of benefits products, etc.); and</li> <li>to contact You and generally maintain the relationship between You and WTW in connection with the services provided by WTW and its affiliates to You, and to keep You informed about the products and services offered by WTW and subsidiaries, affiliates and related companies of Willis Towers Watson PLC which might be of interest or benefit to You.</li> </li> </ol> <li>For the purpose of improving or developing WTW's products and services (see Section 4.2.4 above), WTW may use Your personal information to create and analyse statistical data, and the outcome of such analysis might be shared with third parties.  However, such analysis will be conducted solely on an aggregated and anonymous basis and under no circumstance will any specific personal information relating to You or any information from which You could be identified be included in such analysis.</li> <li>Your personal information will be used for marketing purpose (see Section 4.2.5 above) only if You are Yourself a client of WTW or if You are the business contact at a client of WTW (e.g. You are a Finance Director, HR Manager, or Risk Manager and You are involved in making insurance purchasing/administration decisions).  For further information regarding WTW's direct marketing practice, please refer to Section 7 below.</li> <li>Please note that WTW will never use Your personal information for any purpose not described above without Your prior consent (or the prior consent of the relevant client of WTW).</li> </ol> </li> <li> <strong>How does WTW obtain my Personal Information?</strong> <ol> <li>Where WTW is required to handle Your personal information in connection with the operation of BenefitsMarketplace, WTW generally obtains Your personal information indirectly from a client of WTW or its affiliates which receives services that affect You such as where  WTW is acting as the Insurance Broker for any insurance benefits and an affiliate of WTW acting as an administrator is asked by its client to arrange/administer health plan, pension plan, and other employee benefits for employees of that client).</li> <li>Additionally, where You directly access BenefitsMarketplace, WTW will also obtain Your personal information directly from You.  This could be the case, for example, where You submit an insurance claim through BenefitsMarketplace or update Your personal details through BenefitsMarketplace.</li> <li> Depending on the circumstances, WTW and its affiliates may also obtain Your personal information from other sources such as: <ol> <li>providers of identity verification services, providers of insurance claims validation services, operators of insurance fraud and other business risk screening databases, and other like providers of due diligence services; and</li> <li>underwriters, actuaries, insurers, reinsurers, pension providers, claims handlers, insurance brokers (where WTW is not the Insurance Broker for the insurance benefits), banks and other lenders, health professionals, lawyers, accountants, auditors, consultants, and other like third party professional advisors and service providers who interact with WTW in connection with the services WTW provides.</li> </ol> </li> </ol> </li> <li> <strong>Do I have to give my Personal Information to WTW or allow WTW to handle my Personal Information?</strong> <ol> <li>It is not mandatory for You to provide any personal information which WTW asks You to provide nor is it mandatory for You to consent to WTW handling Your personal information in any particular way.  You can also at any time revoke any consent You give in respect of the processing of Your personal information by WTW if You change Your mind.</li> <li> However, if You: <ol> <li>refuse to provide Your personal information which WTW and its affiliates requests;</li> <li>do not consent to WTW and its affiliates handling Your personal information in accordance with this Privacy Notice; or</li> <li>revoke any consent regarding the handling of Your personal information by WTW and its affiliates You have previously given,</li> </ol> then such refusal or revocation of previously given consent might prevent WTW and its affiliates from performing their services, and this might in turn, depending on Your circumstances, adversely affect You (e.g. through delays in effecting of insurance or assessment/payment of insurance claims).  </li> <li>If You consent to the collection and processing of Your personal information by WTW and its affiliates but later revoke Your consent, WTW will endeavour to comply with Your request but there may be circumstances where WTW will not be able to comply with Your request (e.g. if You revoke Your consent to the disclosure of Your personal information to third parties, WTW will not be able to 'undo' a disclosure that has already taken place).</li> <li>Additionally, where there is a relevant legal exemption (or where there is no relevant law) that applies to the way in which WTW handles Your personal information, WTW reserves the right to rely on such legal exemption (or the absence of relevant law) to collect and process Your personal information regardless of Your wishes but only if and to the extent it is necessary to do so for one or more of the purposes described in Section 4 above (e.g. where WTW is required by law to validate Your identity for fraud prevention purpose or compelled by law to disclose Your personal information to regulators or law enforcement agencies, or where WTW would otherwise be prevented from providing the services as requested by WTW's client).</li> </ol> </li> <li><strong>Does WTW use my Personal Information for Marketing?</strong> <ol> <li>WTW does not engage in direct marketing activities that target consumers in general, but if You are Yourself a past or current client of WTW, or if You are a business contact at a past or current client of WTW, You might from time to time receive marketing communications from WTW, e.g. information regarding a new product or service offered by WTW, or invitation to a seminar or conference hosted by WTW which might be of interest to You (see Section 4.4 above). </li> <li>Where WTW does send any marketing communication to You, WTW will ensure that such marketing communications are sent in compliance with the applicable laws, and in particular, ensure that there is an easy way for You to stop receiving (i.e. \"opt-out\" from) such marketing communications in the future.</li> <li>Please be assured that if You interact with WTW solely as an individual member of an employee benefits scheme arranged by WTW for WTW's client, Your personal information will never be used by WTW for any direct marketing exercise.</li> <li>WTW will never sell, rent, or otherwise share Your personal information with operators of marketing databases or other non-affiliated third parties for their own marketing purposes.  For further clarification regarding how WTW shares Your personal information with third parties, please see Section 8 below.</li> </ol> </li> <li><strong>Does WTW share my Personal Information with third parties?</strong> <ol> <li> WTW and its affiliates will share Your personal information with third parties only if and to the extent it is necessary and appropriate for one or more of the purposes set out in Section 4 above.  Specifically, WTW and its affiliates may share Your personal information with the following types of third parties: <ol> <li>underwriters, actuaries, insurers, reinsurers, pension providers, claims handlers, insurance brokers (where WTW is not the Insurance Broker for the insurance benefits), banks and other lenders, health professionals, lawyers, accountants, auditors, consultants, and other like third party professional advisors and service providers who interact with WTW and its affiliates in connection with the services WTW and its affiliates provides (to the extent their involvement is inherent in or necessary in connection with any of the services provided by WTW and its affiliates);</li> <li>subsidiaries, affiliates and related companies of Willis Towers Watson PLC and non-affiliated services providers (such as IT services providers and administrative support service providers) to provide services that directly or indirectly support WTW's business operation and the services provided by WTW (including the maintenance and support of BenefitsMarketplace);</li> <li>providers of identity verification services, providers of insurance claims validation services, operators of insurance fraud and other business risk screening databases, and other like providers of due diligence services (to the extent necessary to comply with legal or regulatory requirements imposed on WTW or a client of WTW); and</li> <li>regulators, police, courts/tribunals, and other like public authorities who have jurisdiction over WTW (to the extent necessary to comply with any legal or regulatory requirements imposed on WTW or a client of WTW).</li> </ol> </li> <li>Please note that where WTW shares Your personal information with regulators, police, courts/tribunals, and other like public authorities, WTW may, depending on the circumstances, be forbidden from advising You (or the relevant client of WTW) of the fact that Your personal information was disclosed to or requested by such third parties.</li> <li>In all other cases, WTW will not share Your personal information with other third parties without Your prior consent (or the prior consent of the relevant client of WTW, where applicable) unless WTW has a legal ground on which to do so (e.g. where any applicable law requires WTW to do so, or where WTW is compelled to do so by a court order).</li> </ol> </li> <li><strong>Does WTW transfer my Personal Information overseas?</strong> <ol> <li>Due to the global nature of WTW's business operation, and the complex and international nature of employee benefits business, WTW may need to transfer Your personal information across international borders to destinations where the law governing the protection of Your personal information may differ from the relevant law (if any) that applies in Your country.</li> <li> Your personal information may be transferred across international borders by WTW to subsidiaries, affiliates and related companies of Willis Towers Watson PLC and non-affiliated third parties described in Section 8.1 above, who could be located anywhere in the world.  As a minimum, such third party recipients based overseas will include: <ol> <li>subsidiaries, affiliates and related companies of Willis Towers Watson PLC that are based in the UK, elsewhere in the EEA, USA, China, the Philippines and India who provide IT systems support and administrative/operational support to WTW.</li> </ol> </li> <li>Please note that where WTW shares Your personal information with subsidiaries, affiliates and related companies of Willis Towers Watson PLC or any other third party located overseas, Your personal information will be shared only to the extent it is necessary to allow such overseas recipients to perform their relevant task.</li> <li>Whenever WTW transfers Your personal information across international borders, WTW will take all appropriate steps that are within WTW's control to take so as to ensure that such transfer complies with the applicable legal requirements.</li> </ol> </li> <li><strong>How will my Personal Information be kept by WTW?</strong> <ol> <li>Personal information WTW obtains through BenefitsMarketplace will be entered into the relevant parts of the IT systems used by WTW.  Such IT systems (including BenefitsMarketplace itself) are operated and supported by affiliates of WTW as well as non-affiliated service providers outside of the local territory.  Such personal information will usually be held only in electronic form, although WTW might occasionally keep such personal information in paper form. (e.g. print-out of claim forms, letters, etc. for inclusion in files kept by WTW's brokers and advisors)</li> <li>Whether it exists in electronic form or paper form, Your personal information will be retained by WTW for as long as they are required for one or more of the purposes specified in Section 4.  Please note that for legal and regulatory reasons, WTW will often need to retain Your personal information even after WTW stops performing the relevant services which requires WTW to handle Your personal information.</li> <li>Please be assured that WTW treats information security very seriously.  Regardless of how Your personal information is kept, the privacy and confidentiality of Your personal information under WTW's control will be protected in accordance with the strict standards set by Willis Towers Watson PLC Information Security Policy which applies to Willis Towers Watson PLC and is enforced by a dedicated team of experienced security experts.</li> <li>Encryption, anti-malware, firewalls, back-up/disaster recovery systems, restriction of access to premises/IT systems, careful selection of personnel as well as relevant third party service providers, and other technical and organizational measures as appropriate will be used to prevent and detect unauthorized or accidental access, loss, disclosure, or other like incident that might affect Your personal information, regardless of whether Your personal data is held physically or electronically.</li> <li>In the unlikely and unfortunate event Your personal information under WTW's control becomes compromised due to any information security breach (e.g. unauthorised access, loss, or disclosure/alteration, including where this is caused by contractors), WTW will act promptly to identify the cause of such information security breach, and remediate and mitigate the consequences of such information security breach.  Where appropriate, WTW will also notify You (and/or the relevant client of WTW, where applicable) in accordance with any applicable law which requires WTW to notify You about such incidents.</li> </ol> </li> <li><strong>Does WTW monitor my use of BenefitsMarketplace in any way?</strong> <ol> <li>WTW has the capability to monitor the access to and the use of BenefitsMarketplace by its staff and clients in general.  WTW may make use of such monitoring capability to monitor Your access to and use of BenefitsMarketplace where this is considered necessary in order to protect the reputation, assets, and confidential/personal information of WTW and WTW's clients.  Such monitoring forms part of the information security measures deployed by WTW (as described in Section 10 above).</li> </ol> </li> <li> <strong>Will this Privacy Notice change in the future?</strong> <ol> <li>This Privacy Notice may be amended from time to time to reflect changes in law or changes in WTW's business operation, but where such revision becomes necessary in the future, WTW will notify You to the extent it is practicable for WTW to do so.  WTW will always notify its corporate clients about any changes to this Privacy Notice.</li> <li>Changes to this Privacy Notice will be publicised and accessible on WTW's BenefitsMarketplace portal.</li> </ol> </li> <li> <strong>Who can I contact about my Personal Information held on BenefitsMarketplace?</strong> <ol> <li>If You have any question or concern regarding the way in which Your personal information is handled by WTW through BenefitsMarketplace, please contact:</li> </ol> </li> </ol> <p>Office of the General Counsel<br /> Willis Towers Watson<br /> 71 High Holborn<br /> London WC1V 6TP</p> <p>To help us identify you, please let us know your full name and full name of the company that provides you with access to BenefitsMarketplace when you contact us.  In most cases, we would need to verify your identify before providing you with more information relating to your personal information.</p> <p>10th October 2016</p>",
    "editFamilyMember": "Edit Family Member",
    "myFamilyDependentInfo": "Please be aware that the dependents you have added to this site may not be eligible for coverage for all benefits.  You should check the individual benefits to make sure that you have a full understanding of the dependent coverage provided.",
    "securityModelDescription": "Willis Towers Watson are committed to protecting the security of your personal information.  Willis Towers Watson's site uses bank-level encryption and European Union security standards.  Willis Towers Watson's colleague code of conduct ensures the security of your personal information is taken seriously.  Willis Towers Watson regularly reviews its operations and business practices so your personal information stays secure.  Willis Towers Watson also use Thwate, an independent software company, to provide an encrypted link between its web server and your browser",
    "browserSupportDescription": "<p>This site works best using the following browsers:</p><ul> <li>Chrome 28 (or higher)</li> <li>Mozilla Firefox 29 (or higher)</li> <li>Safari 5.1 (or higher)</li> <li>Opera 15 (or higher)</li> <li>Internet Explorer 9.0 (or higher)</li> <li>UC Browser 9.7 (or higher)</li> </ul><p>If you are using an earlier version, please upgrade</p><p>If you're using a smartphone or a tablet, our site is completely mobile-friendly, giving you the best experience on any device</p>",
    "reviewDependentDescription": "Please confirm the level of benefit coverage for this dependent. (The cost below is the cost to you).",
    "viewBeneficiariesTitle": "Beneficiary Summary",
    "viewBeneficiariesDescription": "<p>You need to choose a beneficiary for each of your benefits below. A beneficiary is an individual or organisation who will receive any benefit pay-outs should the worst happen.</p><p>You can name up to six beneficiaries per benefit. If you choose more than one beneficiary you will need to assign a percentage of the potential pay-out to each beneficiary. The total must be 100%.</p><p>If you have any questions about who can qualify as a beneficiary, please see <a href=\"#educationCenter/glossary\" title=\"Glossary\">Glossary</a> .</p>",
    "beneficiary": "Beneficiary",
    "primary": "Primary",
    "share": "Share",
    "primaryBeneficiaryCopy": "You need to choose a beneficiary for this benefit.  You can name up to six beneficiaries. If you name more than one you will need to assign a percentage of the potential pay-out to each. The total must be 100%.",
    "totalAllocation": "Total Allocations (must add up to 100%)",
    "contingent": "Secondary",
    "contingentBeneficiaryCopy": "You need to choose a beneficiary for this benefit.  You can name up to six beneficiaries. If you name more than one you will need to assign a percentage of the potential pay-out to each. The total must be 100%.",
    "legalAcknowledgement": "Legal Acknowledgement",
    "beneficiaryLegalCopy": "By selecting the checkbox below, you agree to the terms and conditions associated with your benefits",
    "privacyAndSecurityCopy": "Your beneficiary information is secure within the system: we, as your employer, can access it; and it is only shared with insurance companies who need it to process your dependent coverage",
    "beneficiaryIndividual": "Individuals",
    "beneficiaryNonIndividual": "Organizations",
    "passwordMinSecurityReqs": "Your new password does not meet security requirements - try again",
    "passwordRuleMinimumChars": "Must have at least eight characters",
    "passwordRuleMinNumber": "Must contain at least one number",
    "passwordRuleMinUpperAndLowerChar": "Must contain at least one upper and one lower case character",
    "passwordRuleMinSymbolChar": "Must contain at least one special character (such as !,#,%,@)",
    "passwordRuleDifferentFromUsername": "Must not contain your username",
    "challengeQuestionsCaseInSensitive": "Your input is case sensitive",
    "passwordRuleNoSpaces": "Do not use spaces",
    "createPassword": "Create Password",
    "passwordRulesHeader": "Here are some tips on setting your new password",
    "passwordsDontMatch": "These passwords don't seem to match up - try again",
    "passwordsTooShort": "Passwords must be at least six characters long",
    "enterNewPassword": "Enter New Password",
    "reenterNewPassword": "Re-enter your new password",
    "saveAndContinueLabel": "Save & Continue",
    "saveAndConfirmLabel": "Save & Confirm",
    "cancelLabel": "Cancel",
    "verifyUser": "Verifying Your Identity",
    "verify": "Verify",
    "challengeQA": "Your Challenge Questions and Answers",
    "challengeQuestionsHeader": "The challenge questions will help protect your account",
    "challengeEasyToRemember": "Choose a question with an answer that's easy to remember",
    "challengeMinimum2Characters": "This needs to have a minimum of two characters",
    "challengeLettersNumbersSpecialsAllowed": "Letters, numbers, special characters (such as, $,#,@,*) are allowed",
    "challengeSpacesAllowed": "Spaces are allowed.",
    "challengeQAReUseNotAllowed": "You cannot re-use the same questions and answers",
    "challengeSelectPlaceholderText": "Select Challenge Question #",
    "challengeAnswerNumber": "Challenge Answer #",
    "challengeQuestionNumber": "Challenge Question #",
    "challengeCreateOwnQuestion": "Create your own challenge question",
    "challengeQTooShort": "Your challenge question must contain at least two characters (either letters or numbers)",
    "challengeATooShort": "Your challenge answers must contain at least two characters (either letters or numbers)",
    "challengeAnswerRequired": "Challenge answers are required",
    "challengeQuestionCanceled": "Are you sure you want to cancel? You have not saved your challenge questions",
    "introduction": "Global Access- Welcome",
    "continueToYourBenefits": "Continue to My Benefits",
    "add": "Add",
    "organizationName": "Company Name",
    "contactName": "Contact Name",
    "countryDefault": "Country",
    "relationshipTypeDefault": "Choose…",
    "genderDefault": "Choose…",
    "contactTitle": "Contact Name",
    "resetPassword": "Reset Password",
    "oldPassword": "Old Password",
    "updatePassword": "Update Password",
    "oldPasswordRequired": "Require Old Password",
    "passwordChangedSuccessfully": "Your password has successfully changed",
    "passwordChangedCanceled": "Your password has not changed",
    "allFieldsRequired": "You need to complete all fields",
    "incorrectPassword": "Enter your current password in the old password field",
    "passwordRuleMismatch": "You need to create a password that meets the security standards! Try again",
    "welcomeToBenefits": "Welcome To Your Personalized Benefits Portal.",
    "whyAmIHere": "What Are My Benefits?",
    "whyAmIHereContent": "Your employer has selected several benefits as part of your total compensation package.  This website allows you to review your existing benefits, access resources to help you manage those benefits, and add dependents or beneficiaries to selected plans.",
    "howMuchDoIPay": "Your Cost",
    "howMuchDoIPayContent": "Your employer is contributing to your benefits and your out-of-pocket cost (if any) will appear on the following pages. You will also have the chance to add dependent coverage, so be sure to take into account any benefits you may have outside of the system - such as a spouse or partner's medical plan - when making your elections. Remember, this may incur out-of-pocket costs for any additional coverage.",
    "messageFromMyEmployer": "A Message For You",
    "messageFromMyEmployerContent": "TBD",
    "whereDoIGetHelp": "Where Do I Get Help?",
    "contactUs": "Contact Us",
    "contactUsContent": "For benefits or technical questions, please <a href=\"#ContactUs\" title=\"Contact Us\">contact us</a>.",
    "helpCenter": "Education Center",
    "helpCenterContent": "For information about selecting your benefits, please visit the <a href=\"#educationCenter\">Education Center</a>.",
    "contactDescription": "Please confirm your contact information",
    "email": "Email",
    "stateDefault": "Choose...",
    "duplicateChallengeQuestions": "Duplicate questions are not allowed.",
    "duplicateChallengeAnswers": "Duplicate answers are not allowed.",
    "beneficiarySaveSuccess": "Beneficiary Saved",
    "beneficiarySaveFailure": "Your beneficiary information has not been saved - try again",
    "maxBeneficiaryRedirectMessage": "You can only have six beneficiaries - please revise your selections",
    "beneficiaryAllocationSaveSuccess": "Beneficiary allocations saved",
    "beneficiaryAllocationSaveError": "Beneficiary allocations not saved - try again",
    "beneficiaryRemoved": "Beneficiary removed.",
    "dependentSaveSuccess": "Dependent Saved.",
    "dependentSaveError": "Sorry, something went wrong - try again.",
    "contactInfoSavedSuccess": "Contact Information Saved",
    "contactInfoSavedError": "Contact Information Not Saved - Try Again",
    "addNewPhoneNumber": "Add New Phone Number",
    "phoneNumberRemovedSuccess": "Your phone number has been removed.",
    "phoneNumberRemovedFailure": "There was a problem removing your phone number - try again.",
    "contactInfoPrimaryNumber": "Select your primary phone number",
    "countryCodeFullLabel": "Country Code",
    "countryCodeShortLabel": "Country Code",
    "countryCodeSmallLabel": "Area Code",
    "phoneNumberLabel": "Phone Number",
    "extension": "Extension",
    "phoneNumberTypeChoose": "Choose…",
    "minimumCoverageLabel": "Level of Benefit Coverage",
    "minimumCoverageLabelPercentage": "Level of Benefit Coverage {0} {1}",
    "minimumCoverageLabelMultiple": "Level of Benefit Coverage {0} {1}",
    "minimumCoverageValueMultiple": "{0}x {1}",
    "initialGILabel": "Automatic Acceptance Limit",
    "lifeEventTitle": "Life Events",
    "lifeEventDescription": "There are some benefits you can choose or change if you have a 'life event' - a major change to your personal circumstances.  You only have a limited time to tell us about each Life Event - please look under 'More Information' to see what those time limiits are.  Select a life event from the dropdown to get started",
    "addNewLifeEvent": "Select a New Life Event",
    "lifeEventSelectBoxDefault": "Choose…",
    "lifeEventDate": "Date of Life Event",
    "lifeEventDetailsTitle": "Important information about changes to the benefit",
    "lifeEventDetailsDescription": "Please list the change(s) you want to make to your benefits.  If you are adding a new dependent, make sure you include your relationship to them, their name, gender and date of birth.  We will then contact you to confirm your changes",
    "lifeEventSubmitSuccess": "Your life event is submitted.  We will contact you to confirm your changes.",
    "lifeEventSubmitError": "There was a problem submitting your life event request -  try again",
    "sendMessage": "Submit Your Question",
    "submit": "Submit",
    "viewAndUpdateBeneficiary": "View and Update Beneficiaries",
    "noProducts": "You're not set up for access yet.",
    "accountAlreadySetup": "You're already set up. Please enter the username and password you created when you first signed up to login. If you cannot remember your details click 'Forgot your password?'",
    "educationCenterTitle": "Education Center",
    "educationCenterGlossaryTitle": "Definitions",
    "cancelDependentCoverage": "Are you sure you want to cancel? If you cancel, benefit coverage for your dependent(s) won't be selected",
    "saveCoverage": "Save & Select Coverage",
    "dependentNoAvailableProducts": "There are no eligible products available for your dependent - please contact us for more information.",
    "dependentCoverageSaved": "Your dependent has been updated",
    "longLoadingGraphic": "Please wait while we process your transaction - this may take a minute.",
    "shortLoadingGraphic": "Loading...",
    "printPreviewTitle": "Print Your Benefit Summary",
    "dateTimeSettings": "Date and Time Settings",
    "dateFormat": "Date Format",
    "timeFormat": "Time Format.",
    "localMachineTime": "All times will be converted to the local time of your device",
    "dateTimeSaveError": "There was a problem saving your date and time settings - try again",
    "dateTimeSaveSuccess": "Your date and time settings are saved",
    "articlesAndVideos": "Find Out More",
    "FAQs": "Common Questions",
    "moreArticlesAndVideos": "Find Out More",
    "moreGlossary": "See More Definitions",
    "moreFAQs": "See More Common Questions",
    "confirmDependentRemoval": "Are you sure you want to remove this dependent?",
    "confirmBMDependentRemoval": "Are you sure you want to remove this family member?",
    "login": "Login",
    "educationCenterArticle": "More Information",
    "educationCenterVideo": "More Information",
    "unknownArticle": "This doesn't exist.",
    "unknownVideo": "This doesn't exist.",
    "monthlyLabel": "Monthly",
    "annualLabel": "Annual",
    "contactUsTitle": "Contact Us",
    "contactUsDescription": "Use the form below to submit your question about your benefits or the site",
    "contactUsReason": "Choose a category for your question",
    "featuredHeader": "Featured",
    "seeFeaturedLinks": "See Featured Links…",
    "seeFeaturedFAQs": "See FAQs…",
    "seeFeaturedTerms": "See Featured Definitions…",
    "emailLink": "Email Link",
    "printPage": "Print Page",
    "closeWindow": "Close Window",
    "myPortfolioAsOf": "My Benefits as of:",
    "viewCostFigure": "Viewing cost figure as:",
    "benefitPortfolioFor": "Selected Benefits for:",
    "planDetail": "Plan Details",
    "coverage": "Who is Covered",
    "cost": "Cost",
    "totalEmployeeCost": "Total Employee Cost",
    "printPreviewDisclaimer": "This is not a guarantee of benefits or confirmation of payment. Your confirmation only serves to record the benefits you elected through Global Access. All benefits, coverage, eligibility, claims status, and effective date information provided within Global Access is dependent upon your selected carriers' receipt and acceptance of your selections. Remember to complete any outstanding forms or applications needed to complete your request for enrollment.",
    "printPreviewPendingExplanation": "As the level of cover you have selected is above the free cover limit, the additional cover needs approval and may require additional documentation. Please note that the cost below reflects the full level of cover you selected. However, until this is approved or declined your payroll deduction will reflect costs for the free cover limit.",
    "PrintedOn": "Printed On:",
    "at": "at",
    "contactUsSelectBoxDefault": "Choose",
    "detailsLabel": "Details",
    "fileAttachmentLabel": "Attachment to support your question (if necessary)",
    "fileAttachmentDescription": "Please limit file size to less than 3MB and do not attach sensitive data.",
    "selectFileLabel": "Select a file to support your question",
    "newSupportCaseCreated": "Your support case has been successfully created.",
    "newSupportCaseError": "Your message could not be submitted at this time.  Please try again later or contact your Human Resources representative for more information.",
    "contactUsFileSizeExceeded": "This file is too big - please change",
    "invalidFileType": "You cannot use the selected file type - please try another using a jpg, jpeg, png, gif, doc, docx,pdf and txt",
    "salaryCoverageLabel": "Level of Benefit Coverage",
    "freeCoverageLabel": "Automatic Acceptance Limit",
    "salaryCoverageDeathLabel": "Level of Benefit Coverage - Death",
    "salaryContinuationLTDLabel": "Level of Benefit Coverage - Salary Continuation",
    "beneficiaryLegalAcknowledgement": "By selecting this checkbox, you confirm your benefit choices, acknowledge that the information provided is correct, and acknowledge that these requests are legally binding.",
    "dependentLegalAcknowledgement": "By selecting this checkbox, I confirm my elections and acknowledge that I have read and understood the <a href=\"#dependentAuthorizations\" title=\"Dependent Authorizations\">authorizations</a>.  I may also continue to make changes to my dependent elections until my dependent enrollment closes.",
    "dependentAuthorizationsTitle": "Dependent Coverage Authorisations",
    "dependentAuthorizationsHeading": "By selecting Save and Continue, you allow the following:",
    "insurerPhoneNumberLabel": "Insurer Phone Number:",
    "completeAllFields": "Complete all fields below",
    "expiredSession": "Your session has timed out due to inactivity - please log back in",
    "temporaryLockout": "You have exceeded the maximum number of attempts. Please try again later or contact us to reset your password.",
    "passwordResetVerificationFail": "Your information does not match our records - please try again.",
    "accountLocked": "Your account has been locked. Please contact support.",
    "noChallengeQuestions": "We cannot reset your password - please Contact Us using the link available",
    "todaysdate": "Today's date:",
    "dependentEnrollmentCloses": "Depdendent Enrollment Closes",
    "dropdownDefaultOption": "Choose...",
    "navigationMyBenefits": "My Benefits",
    "navigationLifeEvents": "Life Events",
    "navigationDependents": "Dependents",
    "navigationBeneficiaries": "Beneficiaries",
    "navigationPrintSummary": "Print Summary",
    "navigationWelcomePage": "Welcome Page",
    "navigationContactInformation": "Contact Information",
    "navigationPassword": "Password",
    "navigationChallengeQuestions": "Your Challenge Questions",
    "navigationDateTimeSettings": "Date and Time Settings",
    "navigationSignOut": "Sign Out",
    "navigationEducation": "Education",
    "navigationContactUs": "Contact Us",
    "navigationMyPlans": "My Plans",
    "navigationMyProfile": "My Profile",
    "dependentAuthorizations": "<ol class=\"decimals\"><li>I intend to submit this request for consideration and verify that the information I've provided is accurate.</li><li>I understand that requests processed are legally binding and that elections I've made can't be changed during the plan year, unless I experience a qualifying life event</li><li>I acknowledge that I am responsible for notifying my employer of any change in my status within the specified time limit. Failing to provide notification may result in losing my right to make changes and/or disqualifying me and my dependents from coverage.</li><li>I authorize my employer to reduce my wages to pay for my elections and to deduct any missed premiums from my future pay to prevent lapses in coverage.  If my employer pays all premiums, I understand that this provision may not apply.</li></ol>",
    "navigationHelp": "More Information",
    "unableSetupAccount": "Unable to set up account for access",
    "isARequiredField": "is a required field.",
    "requiredField": "Please complete this field.",
    "telephoneNumberTypeLabel": "Phone Type",
    "privacy": "Privacy",
    "termsAndConditions": "Terms & Conditions",
    "countryLabel": "Country",
    "address1": "Address Line 1",
    "address2": "Address Line 2",
    "city": "City",
    "state": "State",
    "zip": "Zip Code/ Postcode",
    "edit": "Edit",
    "buttonBack": "Back",
    "buttonGetStarted": "Get Started",
    "buttonLetsGetStarted": "Get Started",
    "buttonSaveAndContinue": "Save & Continue",
    "buttonBasket": "Basket",
    "buttonProceedToBuy": "Proceed to Buy",
    "buttonBuyThesePlans": "Buy These Benefits",
    "buttonGoToMyHomePage": "Go to My Home Page",
    "buttonChangeMyBenefits": "Change My Benefits",
    "landingPageTitle": "Benefits Marketplace",
    "introPageTitle": "Welcome",
    "myProfilePageTitle": "My Personal Information",
    "lifeEvent": "Life event",
    "myBasketPageTitle": "My Basket",
    "buyPageTitle": "Buy",
    "myBenefitsPageTitle": "My Benefits",
    "myProfile": "My Personal Information",
    "myFamily": "My Family",
    "myInformation": "My Personal Information",
    "dateOfEvent": "Date of Event",
    "followTheseSteps": "Follow these steps:",
    "stepOne": "Step 1",
    "stepTwo": "Step 2",
    "stepThree": "Step 3",
    "introTitle": "Welcome to Your Personalized Benefits Page",
    "introSubTitle": "Benefits designed just for you.",
    "termsOfService": "Terms of Service",
    "titleAddress": "Address",
    "titleContactEmail": "Contact Email",
    "labelWorkEmailAddress": "Work Email",
    "labelContactEmailAddress": "Contact Email",
    "errorContactEmailAddress": "Enter a Correct Email",
    "contactPhone": "Phone Number",
    "numbersOnly": "Use numbers only.",
    "addFamilyMember": "Add a Family Member",
    "validPhoneCharsOnly": "Use numbers, dashes, colons, commas, periods, and spaces only",
    "productDetailsSteps": "Follow these steps:",
    "productDetailsStepOne": "Select Level of Benefit Coverage",
    "productDetailsStepTwo": "Choose a plan",
    "productDetailsStepThree": "Confirm level of benefit coverage and cost to you",
    "moreFeatures": "See More Features",
    "viewCostsPer": "View Cost(s) Per:",
    "verifyCoverageAndCost": "Confirm level of benefit coverage and cost to you",
    "planCurrentlyInCart": "This benefit is in your basket already",
    "continueShopping": "Continue Shopping",
    "selectThisPlan": "Select",
    "pending": "Pending",
    "dateSubmitted": "Date Submitted",
    "deselect": "Deselect",
    "whoIsCovered": "Who is Covered?",
    "myBenefitsEnrollments": "My Benefit Enrollments",
    "enrollmentSuccessful": "Your benefit enrollment is complete - you will receive an email confirmation of your selections",
    "enrollmentEmpty": "You do not have any benefits for this benefit year",
    "additionalInformation": "More Information",
    "myBeneficiaries": "My Beneficiaries",
    "status": "Status",
    "NoPortfolioDate2": "To see your upcoming benefits, select the relevant date above.",
    "noLifeEventsOnRecord": "No life events on record",
    "lifeEventProfileDescription": "Complete your profile by following the steps below",
    "myBeneficiariesCopy": "<p>Below is a list of your benefits and beneficiary elections. A beneficiary is an individual or organization that will receive any benefit payout in the event you are not able to. If you have any questions about who can qualify as a beneficiary, please refer to the Glossary section or contact us.</p><p>If any of your Primary beneficiaries are unable to receive shares, you can name a back-up, or Secondary beneficiary. Please specify who should receive this benefit and be sure that your total is 100%.</p>",
    "confirmProductRemoval": "Are you sure you want to deselect this benefit?",
    "ineligible": "Ineligible",
    "planPremiums": "Total Costs",
    "myContributions": "Total Contributions",
    "employerContributions": "Our Cost",
    "myRemainingFunds": "Your Remaining Balance",
    "pend": "(Pending)",
    "privacyPolicyDescription": "<h4>Introduction</h4><p>This Data Privacy Notice is provided by Willis Towers Watson in connection with the Health and Group Benefit Plans that we administer on behalf of employers.  The Notice is intended to inform you about how Willis Towers Watson collects and processes personal data in connection with those Plans, and about your data privacy rights in relation to the data that is collected and held about you or your dependents.</p><h4>Data Collection and Use</h4><p>The personal data that Willis Towers Watson collects and processes from you and/or your employer in relation to its Health and Group Benefit Plans is limited to that which is relevant and/or required for the services that we provide, as well as by the written agreement in place with your employer.  Generally, the data elements that are collected may include some of the following:  names of client employees and their dependents; addresses, email address, dates of birth, health plan enrollment information, marital status, union status, compensation information, disability information (if applicable), gender, Social Security or Social Insurance numbers, nationality, and health insurance coverage information.</p><p>In relation to the collection and processing of sensitive personal data (such as that relating to race, ethnicity, etc...), Willis Towers Watson collects and processes only that data which is necessary and relevant to the processing requirement, and not any additional information.</p><p>The information that we collect is used to establish and maintain your enrollment in the Health and Group Benefit Accounts, facilitate any payments or payouts in relation to those accounts, and comply with legal and administrative obligations.  Willis Towers Watson does not use the data for any unrelated purpose.</p><h4>Access and Sharing</h4><p> Willis Towers Watson limits access to your data within our organization and by any third parties to individuals whose job responsibilities require access.  Third party partners who are entrusted with personal data in relation to our Health and Group Benefit Plans are required to provide written assurances in advance of any access, confirming that they will uphold a substantially equivalent level of protection for your data.  Willis Towers Watson does not permit third parties or anyone else to use your data for a purpose unrelated to our Health and Group Benefits plan administration services on behalf of your employer.</p><h4>Data Security</h4><p>Willis Towers Watson has put in place technical and organizational safeguards that are, at a minimum, consistent with its legal obligations and designed to protect your data from loss, misuse, alteration, destruction or unauthorized access. Those safeguards are updated as the legal requirements and security threats evolve, in order to best ensure that your data continues to be appropriately safeguarded.</p><h4>Data Transfers</h4><p>Willis Towers Watson is a global professional services organization and administers Health and Group Benefit Plans on behalf of organizations around the globe.  As such, it is possible that your data may be transferred, processed or stored outside of your country of residence.  While the privacy laws and requirements may differ from place to place,Willis Towers Watson nevertheless takes steps to ensure that your data is protected in a manner consistent with the privacy laws of your country and that applicable data transfer requirements are appropriately fulfilled.</p><h4>Data Retention</h4><p>Willis Towers Watson retains personal data of Health and Group Benefit Plan Participants and their dependents in accordance with business and legal requirements.  Thereafter, the data will be returned to your employer or securely destroyed.</p><h4>Accuracy of the Data</h4><p>Willis Towers Watson takes steps to ensure that the information that we collect, process and hold about Health and Group Benefit Participants and their dependents is accurate and complete.  We accordingly ask that you notify us promptly should any of your information change or require updating (e.g., address, contact details, dependents).  We also rely on your employer to keep us informed about any of these changes that Plan Participants convey to them.</p><h4>Questions or Concerns</h4><p>You have the right to contact your employer or Willis Towers Watson to ask questions about your data, or to request access, amendment, correction or withdrawal from the Health and Group Benefit Plans.  Those rights are upheld in a manner consistent with applicable laws and regulator expectations.  Should you have a question for Willis Towers Watson about your data, please email us at <a href=mailto:WTW.Benefits.Marketplace.Support@willistowerswatson.com>WTW.Benefits.Marketplace.Support@willistowerswatson.com</a>.</p><p>2016-2017 version.</p>",
    "monthlySalaryMultiple": "{0}x Your Monthly Salary ({1})",
    "monthlySalaryPercent": "{0:0%} of Your Monthly Salary ({1})",
    "annualSalaryMultiple": "{0}x Your Annual Salary ({1})",
    "annualSalaryPercent": "{0:0%} of Your Annual Salary ({1})",
    "spouseDpUnderAge": "Your dependent does not qualify for coverage - please contact your employer for more information.",
    "iPay": "Your Cost",
    "payPeriod": "Pay Period",
    "fullYear": "Annual",
    "month": "Month",
    "week": "Week",
    "planOverview": "Benefit Overview",
    "viewDetails": "See More Detail",
    "basicInformation": "Basic Information",
    "documents": "Documents, Forms and Other Resources",
    "noAssignedBeneficiary": "You need to add a beneficiary.",
    "confirmRemoveBeneficiary": "Are you sure you want to remove this beneficiary?",
    "acknowledgeAndConfirm": "Acknowledge and Confirm",
    "shoppingCartConfirmText": "<p>Clicking finalise below confirms your benefit selections, and acknowledges that you: </p><ol><li>Have read and understood the individual benefit terms and conditions as applicable</li><li>Agree to the enrollment terms and conditions of each benefit you have selected</li></ol> <p><b>Don't forget!</b></p> <p>Your enrollment portal is open from {0} until {1}, {2}. This means you have {3} days left to make changes to your benefit selection(s)  even after selecting the Finalise button. <b>Once enrollment is closed, you will be enrolled in your benefit selection(s).</b></p>",
    "remainingYear": "Benefit Year",
    "chooseAPlanError": "You need to select a benefit from the list below",
    "confirmWaiveCoverage": "Are you sure you want to proceed without selecting a plan?",
    "coverageAmountWaiveRecordLabel": "No thanks, I don't want to sign up for {0}",
    "aboutStandardBenefitLink": "See Your Core Benefits",
    "bmAboutStandardBenefitPageTitle": "Core Benefits",
    "benefitYearStartHTML": "Benefit Year: {0} to {1}",
    "orgAllocationSum": "will allocate a sum to you based on the value of your core benefits",
    "myAnnualSumHTML": "We have given you <span class=\"highlight-number font-lg\">{0}</span> which is <span class=\"highlight-number font-lg\">{1}</span> per pay period.",
    "benefitsSelectedByEmployer": "The core benefits we're giving you:",
    "planElectionSummaryHTML": "<p class=\"p-margin\">My shopping basket has <span class=\"se-total-cost font-xlg heading-font\">{0}</span> (per pay period) of selected benefits.</p><p class=\"p-margin\">I will pay <span class=\"se-cost-pay-period font-xlg heading-font\">{1}</span> (per pay period) for selected benefits.</p><p class=\"p-margin\">I have <span class=\"se-remaining-benefit-funds font-xlg heading-font\">{2}</span> (per pay period) remaining in benefit funds.</p>",
    "introductionState": "Introduction",
    "profileState": "Profile",
    "shopState": "Store",
    "buyState": "Finalize",
    "ShopMyCart": "My Cart",
    "CoreBenefitsTitle": "Core Benefits",
    "MyBenefitsPortfolio": "My Benefits",
    "WhatAreCoreBenefitsHeader": "What are Core Benefits?",
    "NoPortfolioDate1": "You do not have any benefits for the date range you selected",
    "EmptyCart": "Your basket is empty - to add benefits go to 'My Store'",
    "EmptyPortfolio": "You do not have any benefits",
    "AcknowldgeConfirmHeading": "Acknowledge and Confirm",
    "BuyThesePlans": "Buy These Benefits",
    "ACIntro1": "Selecting the",
    "ACIntro2": "button confirms my elections. By selecting",
    "ACIntro3": ", I also acknowledge that I understand the following information:",
    "ACBullet1": "By submitting this request you confirm that the information given is accurate",
    "ACBullet2": "I understand that requests processed are legally binding and that elections I've made can't be changed during the plan year, unless I experience a qualifying life event.",
    "ACBullet3Part1": "I understand that I'm responsible for notifying",
    "ACBullet3Part2": "of any change in my status within 30 days. Failing to provide notification may result in losing my right to make changes and/or disqualifying me and my dependents from coverage.",
    "ACFootNote1": "Please note that you have",
    "Days": "days",
    "Hours": "Hours",
    "Left": "left",
    "BuySubheader": "This is your final confirmation, but remember that you can change your elections until",
    "Costs": "Cost(s)",
    "Total": "Total:",
    "RecoAccounts": "Accounts(s):",
    "Accounts": "(account)",
    "ChooseAll": "Check all that apply:",
    "maxParticipantAlertKey": "Please remove additional dependents or change your coverage level.",
    "minParticipantAlertKey": "Please select additional dependents or change your coverage level.",
    "MaxBenefitLabel": "Maximum Benefit",
    "MinBenefitLabel": "Minimum Benefit",
    "BenefitFloorLabel": "Benefit Floor",
    "monthlyCoverageAmountMultiple": "{0}x Your Monthly Salary",
    "monthlyCoverageAmountPercent": "{0:0%} of Your Monthly Salary",
    "annualCoverageAmountMultiple": "{0}x Your Annual Salary",
    "annualCoverageAmountPercent": "{0:0%} of Your Annual Salary",
    "annualCoverageAmountRangePercent": "{0:0%} - {1:0%} of Your Annual Salary",
    "annualCoverageAmountRangeMultiple": "{0}x - {1}x Your Annual Salary",
    "monthlyCoverageAmountRangePercent": "{0:0%} - {1:0%} of Your Monthly Salary",
    "monthlyCoverageAmountRangeMultiple": "{0}x - {1}x of Your Monthly Salary",
    "regenerateShoppingCartMessage": "Please wait while we update your store…",
    "infoFormLabelAddr2": "Address Line 2:",
    "infoFormPlaceholderAddr2": "Address Line 2",
    "infoFormLabelCity": "City:",
    "infoFormPlaceholderCity": "City",
    "infoFormLabelState": "State:",
    "infoFormPlaceholderState": "Select State",
    "infoFormLabelZip": "Zip Code / Postcode:",
    "infoFormPlaceholderZip": "Zip Code / Postcode",
    "infoFormLabelCountry": "Country:",
    "infoFormPlaceholderCountry": "Country",
    "infoFormLabelEmail": "Email:",
    "infoFormPlaceholderEmail": "Email Address",
    "infoFormLabelHomePhone": "Home Phone Number:",
    "infoFormPlaceholderHomePhone": "Home Phone Number",
    "infoFormLabelMobilePhone": "Mobile Phone Number:",
    "infoFormPlaceholderMobilePhone": "Mobile Phone Number",
    "infoFormLabelWorkPhone": "Work Phone Number:",
    "infoFormPlaceholderWorkPhone": "Work Phone Number",
    "infoFormLabelPhoneExt": "Extension:",
    "infoFormPlaceholderPhoneExt": "Extension",
    "PageViewPlanDetails": "View the Benefit Details:",
    "AnnualizedPayPeriodContribution": "Contribution Per Year",
    "AnnualizedPayPeriodCost": "Cost Per Year",
    "MonthlyPayPeriodPayPeriodContribution": "Monthly Contribution",
    "MonthlyPayPeriodPayPeriodCost": "Monthly Cost",
    "SemiMonthlyPayPeriodContribution": "Semi-Monthly Contribution",
    "SemiMonthlyPayPeriodCost": "Semi-Monthly Cost",
    "BiWeeklyPayPeriodContribution": "Bi-weekly Contributions",
    "BiWeeklyPayPeriodCost": "Bi-weekly Cost",
    "WeeklyPayPeriodContribution": "Weekly Contribution",
    "WeeklyPayPeriodCost": "Weekly Cost",
    "HourlyPayPeriodCost": "Hourly Contribution (based on 40 hours a week)",
    "DefaultPayPeriodContribution": "Pay Period Contribution",
    "DefaultPayPeriodCost": "Pay Period Cost",
    "PlanDetailsTaxDeductible": "(tax deductible)",
    "PlanDetailsNonTaxDeductible": "(not tax deductible)",
    "PlanDetailsPreTax": "(before tax)",
    "PlanDetailsPostTax": "(after tax)",
    "ProductDisplayTextWaive": "Waive",
    "ProductDisplayTextConsider": "Consider",
    "MoneyNoteAboutContributionAmount": "Important information about your contributions",
    "TaxDeductiblePopOver": "This cost can be deducted from your pre-tax pay",
    "NonTaxDeductiblePopOver": "This cost can be deducted from your pre-tax pay",
    "PreTaxPopOver": "This will be deducted from your gross pay if you're paying for this benefit through your payroll. The amount deducted from your pay may not be the full cost of the benefit.",
    "PostTaxPopOver": "This will be deducted from your net pay  if you're paying for this benefit through your payroll. The amount deducted from your pay may not be the full cost of the benefit.",
    "ContinueShoppingButtonText": "Continue Shopping",
    "AddEditRecommendedButtontext1": "Add/Edit These",
    "AddEditRecommendedButtontext2": "Recommended Benefits For You",
    "StartEmptyCartButtonText1": "Start with an",
    "StartEmptyCartButtonText2": "Empty Cart",
    "primaryEmailAddress": "Primary Email",
    "isMarried": "Married?",
    "Finalise": "Finalize",
    "isEmployed": "Employed Full-Time?",
    "isFullTimeStudent": "Full-Time Student?",
    "premium": "Cost",
    "PageNotFound": "Something has gone wrong. We can't find the page you're looking for.",
    "404Message": "<p class=\"heading-font strong\">Sorry, the page you&apos;re looking for is unavailable. Please check the web address you entered and try again.</p><p>If you believe the web address you entered is correct, and need additional help, you can contact your Customer Support representative.</p>",
    "FlatAmountContribution": "We are contributing an annual amount of {0:C2} toward your benefits",
    "ProductTypeContribution": "We are contributing {0:C2} towards your benefits  because you selected {1}",
    "ProductNameContribution": "We are contributing {0:C2} because you selected the {2} benefit",
    "ProductNameCoverageContribution": "We are contributing {0:C2} because you selected the {2} benefit with a {3} coverage level",
    "ProductTypeCoverageContribution": "We are contributing {0:C2} because you selected a {1} benefit with a {3} coverage level",
    "SeedFundingContribution": "We are contributing {0:C2} towards your {1} benefit because you selected {2} with a {3} coverage level",
    "PlanTypeRelationshipContribution": "We are contributing {0:C2} towards your benefits  because you selected a {2} benefit for your {4}",
    "SpecificFactorContribution": "We are contributing {0:C2} towards your benefits",
    "additionalOneTimePayment": "Additional One-Off Annual Payment",
    "oneTimePayment": "One-Off Annual Payment",
    "noEligiblePlans": "Sorry - you are not eligible",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageFrequencyCoverageTier": "{0}{5} (Capped at {1} Benefit {3}) - {2}",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageFrequency": "{0}{5} (Capped at {1} Benefit {3})",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageTier": "{0}{5} (Capped at {1} Benefit) - {2}",
    "AdjustQuoteForMaximumCoverageAllowedXSalary": "{0}{5} (Capped at {1} Benefit)",
    "AdjustQuoteForMaximumCoverageAllowedSalaryCoverageFrequency": "{0} of {5} (Capped at {1} Benefit {3})",
    "AdjustQuoteForMaximumCoverageAllowedSalary": "{0} of {5} (Capped at {1} Benefit)",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageFrequencyCoverageTier": "{0}{5} (Level of coverage is based on floor {1} Benefit {3}) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageFrequency": "{0}{5} (Level of coverage is based on floor {1} Benefit {3})",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageTier": "{0}{5} (Level of coverage is based on floor {1} Benefit)",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalary": "{0} of {5} (Level of coverage is based on floor {1} Benefit {3}) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageFrequencyCoverageTier": "{0} of {5} (Level of coverage is based on floor {1} Benefit {3})",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageFrequency": "{0} of {5} (Level of coverage is based on floor {1} Benefit) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageTier": "{0} of {5} (Level of coverage is based on floor {1} Benefit)",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalary": "{0} of {5} (Level of coverage is based on floor {1} Benefit)",
    "FormatStringRelationshipTypeCoverageDisplay": "Relationship",
    "CoverageDisplayPerYear": "Per Year",
    "CoverageDisplayPerMonth": "Per Month",
    "CoverageDisplayPerWeek": "Per Week",
    "CoverageDisplayTimesPerYear": "Times Per Year",
    "CoverageDisplayXSalary": "x Salary",
    "CoverageDisplayXMonthlySalary": "x Your Monthly Salary",
    "CoverageDisplaySalary": "Salary",
    "CoverageDisplayMonthlySalary": "Monthly Salary",
    "CoverageDisplayAgeReductionWarning": "- age reductions applied",
    "CoverageDisplayIndividualized": "Individual",
    "FormatStringBaseFrequencyCoverageTier": "{1} {3} - {2}",
    "FormatStringBaseFrequency": "{1} {3}",
    "FormatStringCoverageAmountFixedProdAgeWarningCoverageTier": "{1} Benefit{4} - {2}",
    "FormatStringCoverageAmountFixedProdAgeWarning": "{1} Benefit{4}",
    "selectACoverage": "Select a coverage:",
    "FormatStringPercentOfSalaryFrequencyAgeWarningCoverageTier": "{0} of {5} ({1}{3}{4}) - {2}",
    "FormatStringPercentOfSalaryFrequencyAgeWarning": "{0} of {5} ({1}{3}{4})",
    "FormatStringPercentOfSalaryAgeWarningCoverageTier": "{0} of Your Salary ({1}){4} - {2}",
    "FormatStringPercentOfSalaryAgeWarning": "{0} of Your Salary ({1}){4}",
    "FormatStringSalaryMultiplierFrequencyAgeWarningCoverageTier": "{0}{5} ({1}{3}{4}) - {2}",
    "noWaivePlanUnselected": "To proceed, please choose a plan.",
    "FormatStringSalaryMultiplierFrequencyAgeWarning": "{0}{5} ({1}{3}{4})",
    "FormatStringSalaryMultiplierAgeWarningCoverageTier": "{0}{5} ({1}{4}) - {2}",
    "FormatStringSalaryMultiplierAgeWarning": "{0}{5} ({1}{4})",
    "nationalMinimumWageViolationWarningGrowlText": "The total cost of your benefits has taken your salary below the National Minimum / National Living Wage. You may wish to review your selections.",
    "EnrollmentQuestionSuccess": "You qualify for this plan.",
    "browse": "Browse",
    "placeholderDay": "DD",
    "placeholderYear": "YYYY",
    "planCost": "Plan Cost",
    "myMoneyContributions": "My Money Contributions",
    "oneTimeAnnualFee": "One Time Annual Fee",
    "signInStatement": "By signing in, I accept the site <a href=\"#/siteinfo?category=termsandconditions\">terms and conditions</a>.",
    "closeModal": "Close",
    "cancelContactUs": "Do you want to cancel? Entered information will be lost.",
    "informationSecurity": "We take information security seriously.",
    "shoppingCartConfirmBenefitTerms": "Have read and understood the individual benefit terms and conditions as applicable",
    "no": "No",
    "stepFour": "Step 4",
    "shoppingCartConfirmTitle": "Clicking finalize below confirms your benefit selections, and acknowledges that you:",
    "enrollmentWindowTitle": "How long you have left to enroll in your benefits?",
    "invalidDate": "This Date Is Not Valid",
    "ContactUsSecurityPolicy": "Willis Towers Watson are committed to protecting the security of your personal information: Willis Towers Watson's site uses bank-level encryption and European Union security standards Willis Towers Watson's colleague code of conduct ensures the security of your personal information is taken seriouslyWillis Towers Watson regularly reviews its operations and business practices so your personal information stays secure Willis Towers Watson also use Thawte, an independent software company, to provide an encrypted link between its web server and your browser",
    "HourlyPayPeriodContribution": "Hourly Contribution (based on 40 hours a week)",
    "backToBenefits": "You need to choose a beneficiary for this benefit.  You can name up to six beneficiaries. If you name more than one you will need to assign a percentage of the potential pay-out to each. The total must be 100%.",
    "passwordRuleCannotReuse": "Use a different password from what you have used before - try again",
    "challengeQASaved": "Your challenge questions have been successfully saved",
    "invalidToken": "The verification token is the initial login URL in your welcome email. Click the link to open the verification process, and set your password and challenge questions.",
    "browserUnsupported": "Unfortunately, you're using a browser that our site can't support. Please use one of the following browsers:Chrome 28 (or higher) Mozilla Firefox 29 (or higher) Safari 5.1 (or higher)Opera 15 (or higher)Internet Explorer 9.0 (or higher) UC Browser 9.7 (or higher)",
    "browserUnsupportedTitle": "Unfortunately, you're using a browser that our site can't support. Please use one of the following browsers: Chrome 28 (or higher) Mozilla Firefox 29 (or higher) Safari 5.1 (or higher)Opera 15 (or higher)Internet Explorer 9.0 (or higher) UC Browser 9.7 (or higher)",
    "current": "Current",
    "ACFootNote2": "You can make changes to your benefits up until enrollment closes by clicking on 'Buy these benefits'. After closure, your benefit choices are final for the plan year, unless you experience a qualifying life event.",
    "useArrowsOrSwipeToComparePlans": "Use the arrow buttons or swipe to compare plans.",
    "inBasket": "In Basket",
    "planCountOfCount": "Plan {0} of {1}",
    "premiumCostPeriod": "Premium ({0})",
    "plansAvailable": "plans available",
    "pleaseNoteParticipants": "<span>Please note, participants that are checked will be added to this coverage.</span>",
    "prefillLockedWarning": "You cannot edit or deselect this benefit.",
    "openNoWaiveWarning": "You cannot deselect this benefit.",
    "myCoverage": "My Benefit Coverage",
    "myPlan": "My Benefit",
    "annualPremium": "Annual Cost",
    "plans": "Plan(s)",
    "noPlanSelected": "You Haven't Selected a Benefit",
    "viewPlan": "View Benefit",
    "WhyWeAsk": "Your Privacy is Important to Us.",
    "confirmProductSelectionsHere": "Check and confirm your benefit selection(s)",
    "buttonPreviousStep": "Previous Step",
    "continueToShop": "Continue to Store",
    "lifeEventIntro": "In life, things change. From here, you can ask for your benefit enrollments to be changed because an event has happened. You only have a limited time to tell us about each Life Event - please look under \"More Information\" to see what those time limits are.",
    "bmAboutPendingEnrollmentPageTitle": "About Pending Enrollment",
    "bmAboutPendingGIEnrollmentPageDescription": "As the level of cover you have selected is above the free cover limit, the additional cover needs approval and may require additional documentation.  Please note that the cost below reflects the full level of cover you selected.  However, until this is approved or denied, your payroll deduction will reflect costs for the free cover limit.",
    "bmAboutPendingEnrollmentPageDescription": "Your enrollment in this benefit is pending approval and may require additional documentation to complete. You will not be charged for this benefit until your coverage is approved or denied.",
    "whyWeAskFamily": "We need this information so we can determine your family's eligibility for the benefits you want to choose for them.",
    "whyWeAskMyInfo": "Your contact details are used if we or/and your selected insurance provider needs to contact you. We won't give, rent or sell it to third parties.",
    "whyWeAskAddress": "If you need to make any changes to the below, please let your Human Resources administrator know",
    "myProfileHeading": "Check your personal details and add your dependents.",
    "introHowItWorksHeading": "What You Need To Do",
    "introCreateProfileHeading": "1. Tell us a bit about you",
    "introCreateProfileContent": "Tell us about yourself and any family members you would like to elect coverage for.",
    "introShopMarketHeading": "2. Shop a Range of Benefits",
    "introShopMarketContent": "Review your core benefits and alternative options",
    "introBuyHeading": "3. Buy your benefits",
    "introBuyContent": "Finalize Your Benefit Selections",
    "introInfoProtectionHeading": "How We Protect Your Information",
    "introInfoProtectionContent": "Willis Towers Watson are committed to protecting the security of your personal information.  Willis Towers Watson's site uses bank-level encryption and European Union security standards.  Willis Towers Watson's colleague code of conduct ensures the security of your personal information is taken seriously.  Willis Towers Watson regularly reviews its operations and business practices so your personal information stays secure.  Willis Towers Watson also use Thwate, an independent software company, to provide an encrypted link between its web server and your browser",
    "lifeEventLink": "Submit Your Life Event",
    "selectionSaveSuccessful": "Your selection has been saved.",
    "promptToLoginUsingNewCredentials": "Please log in using your new credentials.",
    "viewFullDetails": "View Full Details",
    "backToMyBenefitsDisplay": "Back to My Benefits",
    "participantsNote": "Participants that are checked will be added to this coverage",
    "pleaseNote": "<span class=\"error\"><span class=\"icon icon-alertcircle\"></span> Please note,</span>",
    "enrollmentWindowClosed": "<br/>",
    "linkBoxHeader": "I would like to:",
    "bmContinueWorkflow": "Welcome back - you can pick up where you left off",
    "infoFormEditableAddressNote": "If you need to make any changes to your address, email address, and/or phone number(s), please do so below.",
    "UnusedAllocationMessage": "You haven't used {5:C2} of the {0:C2} we gave you to spend - revisit your choices to see if there's additional coverage you or your dependents need.",
    "bmLifeEventDescription": "<p>Life events are significant life changing situations that may allow you to review elements of your benefits package. Examples include: births, adoption, deaths, marriage or divorce.</p><p>You only have a limited time to tell us about each Life Event - please look under \"More Information\" to see what those time limits are. </p>",
    "contactInfoSavedSuccessBM": "Your contact information is saved.",
    "myEmployerProvides": "We Provide:",
    "changePlan": "Change Benefit",
    "printPortfolio": "Print Your Benefit Enrollments",
    "printMyBenefits": "Print Your Benefits",
    "myBenefitChoices": "My Benefit Choices",
    "notifications": "Notifications",
    "benefitEnrollment": "Benefit Enrollment",
    "notificationItemsInCart": "You still have <span class=\"products-number font-lg\">{0}</span> item(s) in your basket.",
    "notificationNoCart": "Your {0} benefits portal is now open for enrolment.",
    "notificationEnrollmentDaysLeft": "You have {0} days left to enroll.",
    "notificationEnrollmentDaysLeftNoCart": "You have {0} days left to finalize your enrolment.",
    "clientTermsAndConditions": "Our Terms and Conditions",
    "atNoCost": "Info Only",
    "lblIneligibleReasonLink": "Find Out Why You Are Not Eligible",
    "dialingCodeLabelNbspHTML": "Area Code",
    "EmployerContributionDetailsText": "Details of Our Contribution",
    "SupplementalFundingText": "Additional Funding",
    "ViewFigureAs": "View Costs As:",
    "EmployerContributionText": "Employer Contribution",
    "ContributionAmountErrorMin": "The contribution you selected is below the minimum allowed for this benefit",
    "ChangingBenefitsText": "This amount will be pro-rated if you're not enrolling at the start of the benefit year",
    "ContributionAmountErrorMax": "The contribution you selected is above the maximum allowed for this benefit",
    "dependantFormTitle": "Add a New Dependent",
    "DaysAllowedToMakeLifeEventErrorMessage": "You can only submit a <b><u>{0}</u></b> life event up to <b><u>{1}</u></b> days in the past.",
    "dependantFormLabelFirstName": "First / Given Name:",
    "ApproximatePayrollDeduction": "Approximate Payroll Deduction",
    "dependantFormLabelOptMiddleName": "Middle name(s):",
    "commonOptional": "(optional)",
    "dependantFormLabelLastName": "Last / Family Name:",
    "dependantFormLabelBirthday": "Birthday:",
    "dependantFormLabelGender": "Gender:",
    "dependantFormLabelRelationship": "Relationship:",
    "dependantFormLabelSSN": "Social Security Number:",
    "productDependencyWaiveWarning": "Deselecting this benefit will also deselect the following plans:{0}Do you want to continue?",
    "commonMonths": "--Month--",
    "coverageByIndividual": "Individual Cover",
    "viewYourBenefitsEnrollment": "View the Benefits You're Enrolled In",
    "IE03CovMin": "You must increase your selected  level of  coverage for {0} to be eligible",
    "IE02CovMax": "You must decrease your selected  level of  coverage for {0} to be eligible",
    "CovAmtDependencyInc": "Increasing your level of coverage will mean you are not eligible for the following benefit(s):<br/>{0}Do you want to continue?",
    "CovAmtDependencyDec": "Decreasing your level of coverage will mean you are not eligible for the following benefit(s):<br/>{0}Do you want to continue?",
    "viewingMyBenefitsFor": "Viewing my benefits for",
    "confirmCoverageAmountChange": "Other benefit selections will be deselected if you select this level of coverage. Do you want to continue?",
    "ok": "Ok",
    "forgotUsernameTooltip": "Your username is in your welcome message.",
    "enrollmentDaysLeft": "You have {0} day(s) left to make changes to your benefit selections",
    "shoppingCartProductsPending": "Welcome back, you currently have <span class=\"products-number font-lg\">{0}</span> item(s) pending in your basket",
    "continue": "Continue",
    "dependantFormLabelIsFullTimeStudent": "Full-time college student?",
    "dependantFormLabelDisability": "Has a disability?",
    "dependantFormLabelDifferentAddress": "Has a disability?",
    "dependantFormSubQuestionDisability1": "This disability qualifies this person as your dependent for insurance purposes, meaning that you can enroll them in your benefits because their dependent status makes them eligible.",
    "dependantFormSubQuestionDisability2": "If you have a dependent with a disability who is older than the maximum age allowed by your plan(s), please Contact Us using the link available",
    "dependantFormLabelReasonForDifAddress": "Confirm the reason for the different address:",
    "dependantFormLabelAddress1": "Address Line 1:",
    "dependantFormLabelAddress2": "Address Line 2:",
    "dependantFormLabelCity": "City:",
    "dependantFormLabelState": "State / Province / County / Region:",
    "dependantFormLabelZipCode": "Zip Code / Postcode:",
    "dependantFormLabelCountry": "Country:",
    "dependantFormLabelExpectedGraduationDate": "Expected graduation date:",
    "dependantFormLabelNameOfSchool": "School name:",
    "dependantFormLabelDateOfDisability": "Date of disability:",
    "dependantFormLabelNatureOfDisability": "Nature of disability:",
    "commonSaveClose": "Save & Close",
    "commonCancel": "Save & Close",
    "payPeriodCost": "Pay Period Cost",
    "remainingYearCost": "Benefit Year Cost",
    "fullYearCost": "Annual Cost",
    "monthCost": "Monthly cost",
    "weekCost": "Weekly Cost",
    "reviewFamilyMember": "Add Family Member",
    "dependent": "Family Member",
    "optional": "Optional",
    "bmMyStoreProductDependencyDescription": "To be eligible, you need to make an election for:",
    "beginCheckout": "Finalize Your Order",
    "noPhoneFound": "Contact information is not available",
    "cantModifyAndNoDependents": "Your current profile does not include any family members. If you want to add a family member, please contact your Human Resources Administrator.",
    "viewBasket": "View Your Basket",
    "bmUpdateBeneficiaries": "Update Your Beneficiaries",
    "myStorePageTitle": "My Store",
    "myStore": "My Store",
    "changeDependentsWarning": "Please note, that making a change to your family members will reset your shopping basket to your core benefits.",
    "addEditDependentError": "There was an error saving your dependent information - try again",
    "removeDependentError": "There was an error removing your dependent - try again",
    "BeneficiaryShareTotal": "Beneficiary share must total 100%.",
    "cappedAt": "Capped at",
    "EmployerContributionButtonText": "We Contribute",
    "enrollmentWindowText": "<h1 class=\"title\">How long you have left to enrol in your benefits?</h1><p>Enrolment is open from</p><p class=\"font-lg heading-font\">{0}</p><p>through</p><p class=\"p-margin font-lg heading-font\">{1}, {2}</p><p class=\"p-margin font-lg heading-font\">You have {3} days left</p>",
    "BeneficiaryShareZero": "A beneficiary's share cannot be zero - either increase their percentage or remove them as a beneficiary",
    "BeneficiaryFormLabelAutofill": "Autofill Tool",
    "BeneficiaryFormLabelCopyDependent": "Copy Dependent Information",
    "BeneficiaryFormLabelAddNew": "Add New Beneficiary",
    "BeneficiaryFormLabelFirstName": "First / Given Name",
    "BeneficiaryFormLabelOptMiddleName": "Middle Name(s) (optional)",
    "BeneficiaryFormLabelLastName": "Last / Family Name",
    "BeneficiaryFormLabelRelationship": "Relationship",
    "BeneficiaryFormLabelOptBirthDate": "Date of Birth (optional)",
    "BeneficiaryFormLabelAddress1": "Address Line 1",
    "BeneficiaryFormLabelAddress2": "Address Line 2",
    "BeneficiaryFormLabelCity": "City",
    "BeneficiaryFormLabelState": "State / Province / County / Region",
    "BeneficiaryFormLabelZipCode": "Zip Code / Postcode",
    "BeneficiaryFormLabelCountry": "Country",
    "challengeQASecurityWarning": "For security purposes, we do not display your existing challenge questions",
    "productDetailsSelectedPlanName": "Cost of coverage for {0}",
    "shop": "Shop",
    "printBeneficiaryForm": "For the following  benefits, you will need to submit a printed nomination form to choose your beneficiaries",
    "printBeneficiaryFormAlternateLocation": "You can also find these beneficiary nomination forms on the Plan Details page(s) under the Documents, Forms, & Resources section.",
    "bmInterstitialText": "Processing",
    "thereWasAProblem": "Sorry, something went wrong - try again",
    "infoFormNotEditableAddressNote": "If you need to change your email or phone number(s), please do so below. If you need to update your address, please contact your Human Resources administrator.",
    "infoFormValidation1": "Enter at least one phone number or email address, so we can contact you about your benefits if we need to",
    "infoFormLabelAddr1": "Address Line 1:",
    "infoFormPlaceholderAddr1": "Address Line 1",
    "submitNewLifeEvent": "Submit a New Life Event",
    "EnterAContribution": "Enter Your Contribution",
    "PleaseEnterContribution": "Enter how much you want to contribute this benefit year",
    "ApproximateContributionPPP": "Approximate contribution per {0} is:",
    "WhatAreCoreBenefitsText": "<p class=\"p-margin\">Every benefit year your employer provides you a sum of money, and suggests a set of benefits on your behalf based on that sum. Those become your Core Benefits.</p>",
    "shoppingCartConfirmDontForget": "Don't forget!",
    "shoppingCartConfirmEnrollmentWindow": "Your enrollment portal is open from {0} until {1}, {2}. This means you have {3} days left to make changes to your benefit selection(s) even after selecting the Finalize button. ",
    "shoppingCartConfirmEnrollmentClosed": "Once enrollment is closed, you will be enrolled in your benefit selection(s).",
    "FormatStringInnerCoverageDisplayBaseFrequency": "{1} Benefit{4} {3}",
    "coverageTierEmployeeSpouseDomesticPartner": "Employee + Spouse / Domestic Partner",
    "coverageTierSpouseDomesticPartnerChildren": "Spouse / Domestic Partner + Child(ren)",
    "coverageTierEmployeeSpouseDomesticPartnerFamily": "Employee + Spouse / Domestic Partner + Family",
    "coverageTierSpouseDomesticPartnerOnly": "Spouse / Domestic Partner Only",
    "SalaryAllocationContribution": "Based on your salary, we are contributing {0:C2} toward your benefits",
    "lifeEventCreateTitle": "Create or Edit a Life Event",
    "backToBenefitsBreadcrumbText": "Back to My Benefits",
    "backToHomeBreadcrumbText": "Back to My Home",
    "myBasketDropdownMenuTitleText": "Your Basket",
    "MyStoreContributionAmountDisplay": "Contribution",
    "NoEnteredContributionWarning": "Do you want to continue without entering your contribution?",
    "confirmWaiveContributionCoverage": "Are you sure you want to proceed without selecting a plan?",
    "EffectiveDate": "Effective Date:",
    "perPayPeriod": "Per Pay Period",
    "amount": "Amount",
    "lifeEventProfileTitle": "Life Event - My Profile",
    "legalName": "Legal Name",
    "UnderwritingDocumentConsumerfacingPopup": "It's important you know that some benefits require insurance underwriting - see benefit details to find out more",
    "Step3": "Step 3",
    "AdditionalPlanRequirements": "Additional Requirements",
    "DownloadUnderwritingForm": "For this benefit, you must download the form below and return it to the provider",
    "FailureToDownload": "Failure to download and return the form below will result in a gap in your benefit coverage",
    "ContributionAmountError": "Please enter your contribution in numbers (up to two decimal places)",
    "confirmLifeEventRemoval": "Are you sure you want to cancel this life event?",
    "cancelEvent": "Cancel Life Event",
    "EnrollmentQuestionDescription": "To determine if you qualify for this plan, please answer the following questions:",
    "DoesTheSumEverChangeHeader": "Does the sum ever change?",
    "DoesTheSumEverChangeText": "<p class=\"p-margin\">Yes - your core benefits could change if:</p><ul class=\"discs\"><li>the cost of your core benefit(s) change at annual enrolment, or</li><li>you have a change in personal circumstances, such as a promotion, salary change, marriage, divorce or having children</li></ul>",
    "CanIAdjustMyCoreBenefitsHeader": "Can I change my Core Benefit(s)?",
    "Question": "Question",
    "EnrollmentQuestionWarning": "We're sorry, but you do not qualify for this plan.",
    "myStorePlanSelected": "Plan(s) Selected",
    "EmployerMatch": "Employer Match",
    "myBasketProductCount": "{0} of {1} products selected",
    "EnrollmentQuestionTitle": "Additional Plan Requirements",
    "ContributionLabel": "I want to contribute using a…",
    "ContributionAmount": "Contribution Amount",
    "ContributionPercentageError": "Please enter a numeric contribution percentage with up to two decimal places.",
    "ContributionPercentageErrorMin": "Contribution Percentage is below the minimum allowable value for this product.",
    "ContributionPercentageErrorMax": "Contribution Percentage is above the maximum allowable value for this product.",
    "FlatRate": "Flat Rate",
    "Percentage": "Percentage",
    "ContributionToolTip": "{0} to {1}",
    "ContributionPercentageToolTip": "{0} to {1} % up to {2}",
    "EnterContributionHeader": "Enter a Contribution",
    "TotalContribution": "Total Contribution",
    "MyEmployerMatches": "My Employer Matches",
    "IContribute": "I Contribute",
    "myStoreProductsLabel": "Products",
    "myStoreBenefitsAvailable": "Benefit(s) Available",
    "commonYes": "Yes",
    "CanIAdjustMyCoreBenefitsText": "<p class=\"p-margin\">You may be able to change some of your core benefits, but for some you may not be able to completely remove them  from your benefits package.</p><p class=\"p-margin\">The plan details explain the rules for each benefit.</p>",
    "ExploreYourText": "Explore Your",
    "navigationSettings": "Settings",
    "appromixateContributionText": "Approximate contribution per",
    "appromixateContributionIsText": "is:",
    "prefix": "Prefix",
    "suffix": "Suffix",
    "defaultLimitLabel": "Default Limit",
    "UnderwritingAnswerQuestionEligibilityText": "We need some more information from you so we can check your eligibility - please answer the following questions:",
    "LifeEventLegalText": "<p class=\"btm-padding no-margin\">Selecting the <i>Submit</i> button confirms my elections. By selecting <i>Submit</i>, I also acknowledge that I have read and understood the following information:</p><ul class=\"discs\"><li>Individual benefit terms and conditions as applicable.</li><li>The enrollment terms and conditions detailed as a condition of my participation.</li></ul>",
    "and": "and",
    "planIneligibleMessage": "To be eligible for the below, you must select {0}",
    "salaryPercent": "{0}% of Your Annual Salary",
    "multipleSalaryRange": "{0}x Your Annual Salary",
    "monthlyMultipleSalaryRange": "{0}x Your Monthly Salary",
    "rateTypeIndividualized": "Individual",
    "monthlySalaryPercentAndRange": "{0}% of Monthly Salary",
    "bmAboutPendDefaultEnrollmentPageDescription": "As the level of coverage you selected is above the automatic acceptance limit, the excess coverage needs approval and may require additional documentation.  Important note: Your costs reflect the full level of cover you selected.  However, until this is approved or denied, your payroll deduction will reflect costs for the default limit.",
    "bmMyStoreNewHireEligibilityNotMet": "You are ineligible for this product as a new hire.",
    "enrollmentWindowRange": "Enrollment is open from {0} through {1}, {2}",
    "enrollmentWindowDaysLeft": "You have {0} days left",
    "advPelc": "Personal Excess Liability Coverage",
    "advPelcText": "Excess personal liability coverage protects your assets and future earnings in the event that you or your family are held legally liable for an accident involving bodily injury or property damage, or if you are sued for personal injury.",
    "advPelcModalText": "<p>Excess personal liability, or umbrella, coverage protects your assets and future earnings in the event that you or your family are held legally liable for an accident involving bodily injury or property damage, or if you are sued for personal injury. This coverage can be much more cost effective and convenient to purchase through a group program than if it is purchased individually.  We recommend purchasing a limit that protects your total personal assets.  You should consider purchasing additional coverage if you have higher liability risk-factors, such as youthful drivers in your household, recreational vehicles, watercraft, swimming pools, hot tubs, trampolines, multiple homes and autos, tenant-occupied homes, higher-risk dog breeds, and horses.</p>",
    "history": "History",
    "GrandfatheredFundingContribution": "Your Employer is contributing {0:C2} toward your benefits portfolio based on your grandfathered funding.",
    "bmDependentUniqueIdentifier": "SSN/EID",
    "inputFieldAlphaNumericsAllowed": "Letters and numbers are allowed.",
    "shoppingCartConfirmEnrollmentTerms": "Agree to the enrollment terms and conditions of each benefit you have selected",
    "PendDefaultDisclaimer": "Your coverage selection is pending while additional underwriting takes place. You are currently approved for the following coverage amount:",
    "commonNo": "No",
    "questionAnswerChoose": "Choose",
    "RecommedationPortfolio": "Benefits Recommended for You",
    "age": "Age",
    "annualized": "Yearly",
    "preTax": "Before tax",
    "postTax": "After tax",
    "productSummaryTitle": "My Benefits",
    "productSummaryDescription": "Below is a list of the benefits you are currently enrolled in: click on the benefit to find out more if appropriate, consider covering your dependants and adding your  beneficiaries",
    "loginErrorNoProducts": "Sorry we couldn't load your benefits - please try again or Contact Us using the link available",
    "loginFailure": "Username and/or password does not match our records",
    "policyNameLabel": "Policy Name",
    "policyNumberLabel": "Policy Number",
    "policySummaryLabel": "Description of the Benefit",
    "enrollmentClosed": "Enrollment is Closed",
    "welcome": "Welcome",
    "dependentsFooterNavLabel": "Dependents",
    "beneficiariesFooterNavLabel": "Beneficiaries",
    "contactInfoFooterNavLabel": "Contact Information",
    "printSummaryFooterNavLabel": "Print Summary",
    "backToBenefitsLabel": "Back to My Benefits",
    "viewDependentsTitle": "Level of Benefit Coverage for Dependent",
    "viewDependentsDescription": "Below is a list of your qualifying dependents and the level of benefit coverage you have selected for them.",
    "remove": "Remove",
    "addEditNewDependent": "Add/Edit New Dependent",
    "addNewDependent": "Add New Dependent",
    "editDependent": "Edit Dependent",
    "viewDependent": "View Dependent",
    "changeDependentLifeEvent": "Change dependent following life event",
    "postOEAddDependent": "Your benefits have been set for this plan year. In order to add additional dependents to your plans, you will need to complete a life events form. You may continue to update your beneficiaries throughout the year.",
    "benefitCostSummary": "The Cost for Your Chosen Dependents",
    "totalCost": "Total Cost",
    "employerContribution": "Our Contribution",
    "employeeCost": "Your Cost",
    "myCost": "Cost to You",
    "whyAskLabel": "Why do you need to provide this?",
    "whyAskDescription": "We use your contact information to send benefit materials and contact you if we have any questions.",
    "privacyAndSecurityLabel": "Privacy and Security",
    "privacyAndSecurityDescription": "Your dependent information is encrypted within our system and only shared with your insurance company and employer to process your dependent coverage",
    "firstName": "Given / First name",
    "middleName": "Middle Name(s)",
    "lastName": "Family / Last Name",
    "relationship": "Relationship",
    "gender": "Gender",
    "dateOfBirth": "Date of Birth",
    "view": "View",
    "productDetailsTitle": "Benefit Details",
    "addDependentCoverage": "Do you want to add your dependent(s) to your benefit coverage?",
    "dependentAdded": "Your Selected Level of Benefit Coverage",
    "dependentNoCoverage": "No Benefit Coverage Selected",
    "dependentCostForEmployee": "Cost for Each Benefit",
    "cancel": "Cancel",
    "yes": "Yes",
    "back": "Back",
    "addDependentLifeEvent": "Add dependent following life event",
    "save": "Save",
    "reviewDependentTitle": "Select level of benefit coverage for your dependents",
    "defaultPageTitle": "Global Access",
    "emailTokenVerificationSuccessful": "Verification Successful!",
    "dependentRemoved": "Dependent Successfully Removed.",
    "emailTokenVerificationNoMatch": "That information doesn't seem to match what we have - try again",
    "unknownError": "Sorry, an unknown error has occurred - try again",
    "validationFailedForFields": "Validation failed - try again",
    "invalidEmailAddress": "Enter a Valid Email",
    "workEmailAddress": "Work Email",
    "returningUserSignIn": "Welcome! Sign in here.",
    "username": "Username",
    "forgotUsername": "Forgot Your Username?",
    "password": "Password",
    "forgotPassword": "Forgot Your Password?",
    "signIn": "Sign in",
    "siteInfo": "Site Information",
    "privacyPolicy": "Privacy Policy",
    "security": "Security",
    "securityModel": "Security",
    "browserSupport": "Browser Support",
    "tosDescription": "TBD",
    "addNewBeneficiary": "Add a Beneficiary",
    "PendDefaultfreeCoverageLabel": "Free Cover Limit",
    "nationalMinimumWageViolationPreventGrowlText": "The total cost of your benefits has taken your salary below the National Minimum / National Living Wage. Please amend your selections to continue."
}