{
    "commonYes":"Yes",
    "commonNo": "No",
    "questionAnswerChoose": "Choose",
    "RecommedationPortfolio": "Recommended Benefits Portfolio",
    "ShopMyCart": "My Cart",
    "MyBenefitsPortfolio": "My Benefits Portfolio",
    "NoPortfolioDate1": "You don't have a portfolio for the date range selected.",
    "NoPortfolioDate2": "To see your upcoming benefits, select the relevant date in the \"View my portfolio as of\" date selector above.",
    "EmptyCart": "Your cart is empty.",
    "EmptyPortfolio": "You don't have a portfolio.",
    "AcknowldgeConfirmHeading": "Acknowledge and Confirm",
    "BuyThesePlans": "Buy These Plans",
    "ACIntro1": "Selecting the ",
    "ACIntro2": " button confirms my elections. By selecting ",
    "ACIntro3": ", I also acknowledge that I have read and understand the following information:",
    "ACBullet1": "I intend to submit this request for consideration and verify that the information I've provided is accurate.",
    "ACBullet2": "I understand that requests processed are legally binding and that elections I've made can't be changed during the plan year, unless I experience a qualifying life event.",
    "ACBullet3Part1": "I acknowledge that I'm responsible for notifying ",
    "ACBullet3Part2": " of any change in my status within 30 days. Failing to provide notification may result in losing my right to make changes and/or disqualifying me and my dependents from coverage.",
    "ACFootNote1": "Please note that you have ",
    "Days": " days",
    "Hours": " hours",
    "Left": " left",
    "ACFootNote2": " to make changes to your elections even after selecting the Buy These Plans button. Once enrollment is closed, you're locked into your plans.",
    "BuySubheader": "This is your final confirmation, but remember that you can change your elections until ",
    "Costs": "Costs:",
    "Total": "Total:",
    "IPay": "I Pay:",
    "RecoAccounts": " Account(s):",
    "Accounts": " (Accounts):",
    "privacyUpdated": "Last updated: 9/8/2016",
    "privacyGen1": "Liazon Corporation cares about your privacy and wants you to be familiar with how we collect, use and disclose information.  We use personal information to guide you in making smart benefits decisions, generate your plan rates, and enroll you with the insurance carrier(s) you choose as detailed below.",
    "privacyGen2": "This Privacy Notice describes our practices in connection with information that we collect through the online information portal, decision support tools and enrollment system, collectively known as \"the Marketplace,\" or through computers and mobile devices, as well as through HTML-formatted email messages that we send to you that link to this Privacy Notice (collectively, including the Marketplace, the \"Services\"). By providing Personal Information to us, you agree to this Privacy Notice and the accompanying Terms of Service.",
    "privacyPersonalTitle": "PERSONAL INFORMATION",
    "privacyPers1": "\"Personal Information\" is information that identifies you as an individual or relates to an identifiable person.",
    "privacyPersonalCollect": "Personal Information We May Collect",
    "privacyPersCol1": "To create your account in the Marketplace, your employer provides us with certain Personal Information about you, such as: your name, address, Social Security Number, hire date, birth date, gender and other information directly related to your employment. We use this information so that we can identify you and enroll you in your employee benefits.",
    "privacyPersonalCollectHow": "How We May Collect Personal Information",
    "privacyPersColHow1": "We and our Service Providers may collect Personal Information in a variety of ways, including:",
    "privacyPersColHowSub1": "Through the Services:  We may collect Personal Information through the Services, e.g., when you register on our site.",
    "dependantFormLabelBirthday": "Birthday:",
    "dependantFormLabelGender": "Gender:",
    "dependantFormLabelRelationship": "Relationship:",
    "dependantFormLabelSSN": "Social Security Number (SSN):",
    "commonMonths": "--Month--",
    "enrollmentDaysLeft": "You have {0} day(s) left to make changes.",
    "shoppingCartProductsPending": "Welcome back, you currently have <span class=\"products-number font-lg\">{0}</span> item(s) pending in your shopping basket",
    "viewBasketHTML": "<span class=\"icon icon-cart text-primary\" aria-hidden=\"true\"></span> View Basket ({0})",
    "dependantFormLabelIsFullTimeStudent": "Full-time college student?",
    "dependantFormLabelDisability": "Has a disability?",
    "dependantFormLabelDifferentAddress": "Has different address?",
    "dependantFormSubQuestionDisability1": "This disability qualifies this person as your dependent for insurance purposes, meaning that you can enroll them in your benefits because their dependent status makes them eligible.",
    "dependantFormSubQuestionDisability2": "If you have a dependent with a disability who is older than the maximum age allowed by your plan(s), please contact us at",
    "dependantFormLabelReasonForDifAddress": "Reason for different address:",
    "dependantFormLabelAddress1": "Address 1:",
    "dependantFormLabelAddress2": "Address 2:",
    "dependantFormLabelCity": "City:",
    "dependantFormLabelState": "State:",
    "dependantFormLabelZipCode": "Zip/Postal code:",
    "dependantFormLabelCountry": "Country:",
    "dependantFormLabelExpectedGraduationDate": "Expected graduation date:",
    "dependantFormLabelNameOfSchool": "Name of school:",
    "dependantFormLabelDateOfDisability": "Date of disability:",
    "dependantFormLabelNatureOfDisability": "Nature of disability:",
    "commonSaveClose": "Save & Close",
    "commonCancel": "Cancel",
    "Edit": "Edit",
    "Remove": "Delete",
    "MyContingentBeneficiaries": "My Contingent Beneficiaries",
    "Name": "Name",
    "Relationship": "Relationship",
    "SharePercent": "Share %",
    "AddBeneficiary": "+ Add Beneficiary",
    "BeneficiaryInformation": "Beneficiary Information",
    "Save": "Save",
    "SplitEqually": "Split Equally",
    "TotalShareMust100": "Total Share (must add to 100%)",
    "BeneficiaryShareTotal": "Beneficiary share must add to 100%",
    "BeneficiaryShareZero": "A beneficiary's share cannot be 0. Update the share percentage or remove the beneficiary to continue.",
    "privacyPersCol2": "When you sign in as a Registered User, you will be asked to provide us with your assigned username and password. If you choose to shop for benefits on the Marketplace, we will ask you to provide additional Personal Information that we need in order to provide you with a customized recommendation for the benefits that fit your needs and enroll you in plans, such as your smoking status, your expected health care utilization, your dependent information, your attitudes toward risk and other factors that would influence your insurance and benefits preferences.",
    "privacyPersCol3": "If you submit Personal Information relating to other people to us or to our Service Providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Notice.",
    "privacyPersColHowSub2": "Offline:  We may collect Personal Information from you offline, such as when you contact customer service.",
    "privacyPersColHowSub3": "From Other Sources:  We will receive information from your employer (as mentioned above).  In addition, if you have provided consent to a third party to share data with us, we may obtain information about your medical and health care expense history from them. For the avoidance of doubt, use of information that you provide to such third-party data provider shall be governed by the third-party data provider’s privacy notice but use of information that we may receive from the third-party data provider shall be governed by this Privacy Notice.",
    "privacyPersonalCollectUse": "How We Use Your Personal Information",
    "privacyPersonalColUse1": "We may use your Personal Information:",
    "privacyPersonalColUseSub1": "To respond to your inquiries and fulfill your requests, including to enroll you with the insurance carrier(s) you choose;",
    "SeedFundingContribution": "Your Employer is contributing {0} toward your {1} because you selected {2} with {3} coverage.",
    "PlanTypeRelationshipContribution": "Your Employer is contributing {0} toward your benefits portfolio because you selected a {1} plan for your {4}.",
    "SpecificFactorContribution": "Your Employer is contributing {0} toward your benefits portfolio due to specific factors related to your profile.",
    "infoFormNotEditableAddressNote2": "If you need to update your address, please contact your HR administrator.",
    "EmployerContributionDetailsText": "Employer Contribution Details",
    "SupplementalFundingText": "Supplemental Funding",
    "EmployerContributionText": "Employer Contribution",
    "ChangingBenefitsText": "If you're choosing your benefits off-cycle (e.g., you're newly hired), this amount will be pro-rated.",
    "dependantFormTitle": "Add New Dependent",
    "dependantFormLabelFirstName": "First name:",
    "dependantFormLabelOptMiddleName": "Middle name:",
    "commonOptional": "(Optional)",
    "dependantFormLabelLastName": "Last name:",
    "EditBeneficiaryHeader": "Edit Beneficiary",
    "RiskHeader": "Putting risk into perspective",
    "RiskArticle1": "Often, our perception of risk is much different than the reality. It's important to understand the true risks in life in order to make sure you are adequately protected against them.",
    "buyPageQuestionsYesNoAnswersNotEstablished": " (Render Yes No) Answers not established!",
    "buyPageQuestionsRequired": "Required",
    "buyPageQuestionsPCP1": "This link will open a",
    "buyPageQuestionsPCP2": "new tab or window",
    "buyPageQuestionsPCP3": ", when you have found your PCP ID, return back to enter it in the field below.",
    "buyPageQuestionsPCP4": "Lookup Primary Care Physician ID",
    "DeleteBeneficiaryHeader": "Delete Confirmation",
    "DeletePrimaryBeneficiaryConfirmation": "Are you sure you want to delete primary beneficiary - {0} from",
    "navAdvice": "Advice",
    "navRecommendation": "Recommendation",
    "navIntro": "INTRO",
    "IntroPageAdviceButtonText": "Get Advice",
    "IntroPageRecommendationButtonText": "Get a Recommendation",
    "privacyPrivacy": "Liazon Privacy Notice",
    "SplitEquallyBeneficiaryErrorPart1": "There is a ",
    "SplitEquallyBeneficiaryErrorPart2": "% remainder. Add to a beneficiary to total 100%.",
    "BeneficiaryFormLabelAutofill": "Autofill Tool",
    "BeneficiaryFormLabelCopyDependent": "Copy Dependent Info",
    "BeneficiaryFormLabelAddNew": "Add New Beneficiary",
    "BeneficiaryFormLabelFirstName": "First Name",
    "BeneficiaryFormLabelOptMiddleName": "(Optional) Middle Name",
    "BeneficiaryFormLabelLastName": "Last Name",
    "BeneficiaryFormLabelRelationship": "Relationship",
    "BeneficiaryFormLabelOptBirthDate": "(Optional) Birth Date",
    "BeneficiaryFormLabelAddress1": "Address Line 1",
    "BeneficiaryFormLabelAddress2": "(Optional) Address Line 2",
    "BeneficiaryFormLabelCity": "City",
    "BeneficiaryFormLabelState": "State",
    "BeneficiaryFormLabelZipCode": "Zip/Postal Code",
    "BeneficiaryFormLabelCountry": "Country",
    "MyPrimaryBeneficiaries": "My Primary Beneficiaries",
    "buyPageQuestionsAnswersNotEstablished": "Answers not established!",
    "ChooseAll": " Check all that apply:",
    "WhyWeAsk": "Your Privacy is Important to Us.",
    "buttonPreviousStep": "Previous Step",
    "ViewingAsAnnualized": "Viewing figures as Annualized",
    "ViewingAsMonthly": "Viewing figures as Monthly",
    "viewFullDetails": "View Full Details",
    "FlatAmountContribution": "Your Employer is contributing a flat amount of {0} annually toward your benefits portfolio.",
    "ProductTypeContribution": "Your Employer is contributing {0} toward your benefits portfolio because you selected {1}.",
    "ProductNameContribution": "Your Employer is contributing {0} toward your benefits portfolio because you selected the {2} plan.",
    "ProductNameCoverageContribution": "Your Employer is contributing {0} toward your benefits portfolio because you selected the {2} plan with {3} coverage.",
    "ProductTypeCoverageContribution": "Your Employer is contributing {0} toward your benefits portfolio because you selected a {1} plan with {3} coverage.",
    "privacyPersonalColUseSub2": "To generate your plan rates;",
    "privacyPersonalColUseSub3": "To recommend the best insurance coverage for you;",
    "privacyPersonalColUseSub4": "To send you notices or marketing communications (for example, in the form of e-mails, mailings, and the like) regarding products or services you are receiving or we think you may be interested in receiving;",
    "privacyPersonalColUseSub5": "For our business purposes, such as data analysis, developing new products, enhancing, improving or modifying our Services, identifying usage trends, and operating and expanding our business activities;",
    "privacyPersonalColUseSub6": "As we believe to be necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "privacyPersonalColUseSub7": "For any other purposes disclosed at the time the information is collected or to which you consent.",
    "privacyPersonalDisclosure": "Disclosure of Your Personal Information",
    "privacyPersonalDis1": "Your Personal Information may be disclosed:",
    "privacyPersonalDisSub1": "To the carrier and vendor partners that you have selected or requested more information about, to allow them to provide you with services through the Marketplace. Use of your Personal Information by our carrier and vendor partners is governed by their privacy policies and not this Privacy Notice.",
    "privacyPersonalDisSub3": "To our affiliates for the purposes described in this Privacy Notice.",
    "privacyPersonalDisSub5": "To identify you to anyone to whom you send messages through the Services.",
    "privacyPersonalHealth": "PERSONAL HEALTH INFORMATION",
    "YouHave": "You have",
    "DaysLeft": "days left.",
    "HoursLeft": "hours left.",
    "MinutesLeft": "minutes left.",
    "WeKnowThingsChange": "We know that things change in life.",
    "DidYouDivorceOrBabby": "Did you get married or divorced? Have a baby or move?",
    "MakeYourChangesHere": "Make your changes here.",
    "PageViewPlanDetails": "View Plan Details:",
    "AnnualizedPayPeriodContribution": "Annualized Contribution",
    "AnnualizedPayPeriodCost": "Annualized Cost",
    "MonthlyPayPeriodPayPeriodContribution": "Monthly Contribution",
    "MonthlyPayPeriodPayPeriodCost": "Monthly Cost",
    "SemiMonthlyPayPeriodContribution": "Semi-Monthly Contribution",
    "SemiMonthlyPayPeriodCost": "Semi-Monthly Cost",
    "BiWeeklyPayPeriodContribution": "Bi-Weekly Contribution",
    "BiWeeklyPayPeriodCost": "Bi-Weekly Cost",
    "WeeklyPayPeriodContribution": "Weekly Contribution",
    "WeeklyPayPeriodCost": "Weekly Cost",
    "HourlyPayPeriodContribution": "Hourly (40 Per Week) Contribution",
    "HourlyPayPeriodCost": "Hourly (40 Per Week) Cost",
    "DefaultPayPeriodContribution": "Contribution Per Deduction",
    "DefaultPayPeriodCost": "Cost Per Deduction",
    "PlanDetailsTaxDeductible": "(tax-deductible)",
    "PlanDetailsNonTaxDeductible": "(non tax-deductible)",
    "PlanDetailsPreTax": "(pre-tax)",
    "PlanDetailsPostTax": "(post-tax)",
    "ProductDisplayTextWaive": "Waive",
    "ProductDisplayTextConsider": "Consider",
    "MoneyNoteAboutContributionAmount": "A note about these contribution amounts",
    "TaxDeductiblePopOver": "This expense can be subtracted from your taxable income at the end of the year.",
    "NonTaxDeductiblePopOver": "This expense will be included in your taxable income at the end of the year.",
    "ContinueShoppingButtonText": "Continue Shopping",
    "DeleteContingentBeneficiaryConfirmation": "Are you sure you want to delete contingent beneficiary - {0} from",
    "EmployerContributionButtonText": "My Employer Contributes:",
    "infoFormEditableAddressNote": "If you need to make any changes to your address, email address, and/or phone number(s), please do so below.",
    "infoFormNotEditableAddressNote": "If you need to make any changes to your email address, and/or phone number(s), please do so below.",
    "tosIndemnificationText": "You agree to defend, indemnify, and hold us and our officers, directors, employees, successors, licensees, and assignees harmless from and against any claims, actions, or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from: (i) your breach of this Agreement; (ii) your access to, use, or misuse of the Content, or the Exchange, and (iii) your violation of any third-party right, including without limitation any copyright, trademark, property, or privacy right.",
    "tosCompTitle": "Compliance with Applicable Laws",
    "tosCompText1": "The Site and the Exchange are based in the United States, and are intended to be used only by residents of the United States who are age 18 years or older.",
    "tosTerminationTitle": "Termination",
    "tosTerminationText1": "We may terminate these Terms of Service and your access to all or any part of the Site or the Exchange at any time and for any reason without prior notice or liability.",
    "tosTerminationText2": "We reserve the right to change, suspend, or discontinue all or any part of the Site or the Exchange at any time without prior notice or liability.",
    "tosCompText2": "We make no claims concerning whether the Content may be downloaded, viewed, or be appropriate for use outside of the United States. If you access the Site, the Exchange, or the Content from outside of the United States, you do so at your own risk. Whether inside or outside of the United States, you are solely responsible for ensuring compliance with the laws of your specific jurisdiction.",
    "tosCopyrightBullet3": "A description of where the material that you claim is infringing is located on the Site;",
    "tosCopyrightBullet4": "Your address, telephone number and email address;",
    "tosCopyrightBullet5": "A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; and",
    "tosCopyrightBullet6": "A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or duly authorized to act on the copyright owner’s behalf.",
    "tosCopyrightContact": "To contact us by regular mail, please write to:",
    "tosContact1": "To contact us by email, please write to privacy@liazon.com with COPYRIGHT NOTICE in the subject line.",
    "tosContact2": "Miscellaneous",
    "tosMiscellaneousTitle": "In the event that any portion of these Terms of Service is held to be invalid or unenforceable, then such portion shall be construed in accordance with the applicable law as nearly as possible to reflect the original intentions of the parties, and the remainder of these Terms of Service shall remain in full force and effect.",
    "tosMiscellaneousText6": "You shall comply with all laws, rules and regulations which are now or hereinafter promulgated by any government authority or agency which govern or apply to the operation and use of the Site.",
    "tosMiscellaneousText7": "Questions or comments regarding the Site or the Exchange should be submitted via U.S. mail to:",
    "tosMiscellaneousText8": "To contact us by email, please write to",
    "tosFinalContact1": "with TERMS OF SERVICE in the subject line.",
    "tosFinalContact2": "",
    "confirmCoverageAmountChange": "Are you sure you want to proceed with a coverage amount selection that will waive other plans?",
    "tosIntPropText2": "The Content includes the trademarks, service marks, and logos of Liazon and its partners used and displayed on the Exchange, which are registered and unregistered trademarks or service marks of Liazon or its partners (the \"Marks\").",
    "tosIntPropBullet4": "Sell, transfer, assign, license, sublicense, reproduce, distribute, modify or create derivative works of the Content or use the Content for any public or commercial purpose; or",
    "tosIntPropBullet5": "Use or post the Content on any other website or in a networked computer environment.",
    "tosProviderText6": "YOU AGREE THAT LIAZON IS NOT AND SHALL NOT BE LIABLE FOR ANY DAMAGES, COSTS, LIABILITIES OR LOSSES OF ANY TYPE WHICH ARISE OR MAY ARISE OUT OF OR IN CONNECTION WITH YOUR USE OF THE PROVIDER'S SERVICE.",
    "tosHealthTitle": "Health Information",
    "tosHealthText1": "Information provided by Liazon through the Site and the Exchange is provided for informational purposes only and does not substitute for advice provided by your doctor or healthcare professional.",
    "tosHealthText2": "Information and statements available through the Site and the Exchange have not been evaluated by the Food and Drug Administration and are not intended to diagnose, treat, cure, or prevent any disease.",
    "tosHealthText3": "Liazon strongly encourages you to contact a health professional to discuss and verify any information obtained through the Site and the Exchange.",
    "tosDisclaimerTitle": "Disclaimer and Limitation of Liability",
    "tosDisclaimerText1": "YOU ACKNOWLEDGE AND AGREE THAT THIS SITE, INCLUDING, WITHOUT LIMITATION, THE EXCHANGE AND ALL CONTENT, FUNCTIONS AND MATERIALS, IS PROVIDED \"AS IS,\" \"AS AVAILABLE,\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.",
    "tosDisclaimerText2": "LIAZON DOES NOT WARRANT THAT THE SITE OR THE EXCHANGE, CONTENT, FUNCTIONS OR MATERIALS CONTAINED THEREIN WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED.",
    "tosDisclaimerText3": "LIAZON SHALL NOT BE LIABLE FOR ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO OR USE OF THE SITE OR THE EXCHANGE.",
    "tosDisclaimerText5": "LIAZON IS NOT RESPONSIBLE FOR ANY HUMAN OR MECHANICAL ERRORS OR OMISSIONS.",
    "tosDisclaimerText9": "YOUR SOLE AND EXCLUSIVE REMEDY FOR DISSATISFACTION WITH THIS SITE, THE EXCHANGE OR THE CONTENT IS TO STOP USING THIS SITE AND THE EXCHANGE.",
    "tosDisclaimerText4": "ALL CALCULATORS AND TOOLS ON THE EXCHANGE ARE DESIGNED TO BE INFORMATIONAL AND EDUCATIONAL TOOLS ONLY AND DO NOT CONSTITUTE INVESTMENT ADVICE. LIAZON IS NOT RESPONSIBLE FOR THE CONSEQUENCES OF ANY DECISIONS OR ACTIONS TAKEN IN RELIANCE UPON OR AS A RESULT OF THE INFORMATION PROVIDED BY THESE TOOLS.",
    "tosDisclaimerText6": "IN NO EVENT SHALL LIAZON BE LIABLE FOR SPECIAL, INDIRECT, PUNITIVE, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, REVENUES OR SAVINGS, ARISING OUT OF, BASED ON, OR RESULTING FROM THESE TERMS OF SERVICE OR YOUR USE OF THE SITE OR THE EXCHANGE EVEN IF LIAZON HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.",
    "tosDisclaimerText7": "THESE LIMITATIONS AND EXCLUSIONS APPLY WITHOUT REGARD TO WHETHER THE DAMAGES ARISE FROM (1) BREACH OF CONTRACT, (2) BREACH OF WARRANTY, (3) STRICT LIABILITY, (4) NEGLIGENCE, (5) TORT, OR (6) ANY OTHER CAUSE OF ACTION, TO THE EXTENT SUCH EXCLUSION AND LIMITATIONS ARE NOT PROHIBITED BY APPLICABLE LAW. IN NO EVENT SHALL LIAZON’S LIABILITY FOR DIRECT DAMAGES ARISING UNDER THESE TERMS OF SERVICE OR RELATING THERETO, EXCEED ONE HUNDRED DOLLARS.",
    "tosDisclaimerText8": "BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR NEGLIGENCE, CONSEQUENTIAL, INCIDENTAL OR OTHER DAMAGES, IN SUCH JURISDICTIONS LIAZON’S LIABILITY IS LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW.",
    "tosExternalTitle": "External Sites",
    "tosExternalText": "This Site or the Exchange may contain links to third-party websites (\"External Sites\"), but Liazon does not endorse and is not responsible for the content of any linked External Sites. Please refer to the terms of use and privacy policies of the External Sites for more information.",
    "tosCopyrightTitle": "Copyright Complaints",
    "tosCopyrightText": "If you believe this Site contains any Content that infringes your copyright, please contact us, as detailed below, with the following information:",
    "tosWelcomeText1": "Liazon Corporation (\"Liazon,\" \"we,\" \"us,\" or \"our\") operates the website located at",
    "tosWelcomeText1a": "(the \"Site\"). Through the Site, we provide",
    "medManyFactors": "Many factors go in to the {0} recommendation for your medical coverage. We consider your appetite for taking risks, your engagement in your healthcare, what you told us about your lifestyle, as well as the concerns you expressed about critical illness. We use these along with a detailed 10-point cost calculation to come up with the best plans for you. We have recommended the {1} because it is the <strong>Lowest Expected Cost Plan that Matches Your Preferences</strong>. Our recommendation is based on the premium costs plus what you can expect to pay for medical expenses in the coming year. Here’s the breakdown by plan:",
    "medPremiumCosts": "Premium Costs",
    "medPremText": "You can also use this chart to see the relative premiums for all the plans available to you in {0}.",
    "medAnnualCosts": "Annual Cost",
    "medPremiumsPremiumss": "Premiums",
    "medExpensesExpensess": "Expenses",
    "medOtherConsiderations": "Other Considerations:",
    "medBestYear": "Best Plan if You Are Hospitalized During the Year",
    "medExpectedCost": "{0} looks at what your expected costs will be under all scenarios, from low medical expenses to high medical expenses. If you are hospitalized during the year, your cost will go up significantly and you may want to consider the <strong>{1}</strong> plan in this case.",
    "medHospitalStays": "Hospital Stays ",
    "medForchart": "For easy comparison, click to add or remove plans in the legend below the chart.",
    "medProjectedCost": "Projected Annual Out-of-Pocket Costs",
    "medExpectedUtilization": "Expected Healthcare Utilization",
    "medNoStay": "No Hospital Stays",
    "medMostPlan": "Most Predictable Plan",
    "medMinimum": "Minimum",
    "medMaximum": "Maximum",
    "medSometimesChoices": "Sometimes it’s good to know which plan will be the most predictable when you combine the premium and your range of possible out-of-pocket costs. The most predictable plan for you is <strong>{0}</strong> - based on your answers and your profile in the {1}:",
    "tosWelcomeText2": "We provide the Exchange to you subject to the following Terms of Service, which may be updated by us from time to time without notice to you.",
    "tosWelcomeText3": "By accessing and using the Exchange, you acknowledge that you have read, understood, and agree to be legally bound by the terms and conditions of these Terms of Service. If you do not agree to any of these terms, then please do not use the Exchange.",
    "tosRegistrationTitle": "Registration",
    "tosRegistrationText": "If you choose to use the Exchange, you will need to sign in as a user (the \"Registered User\") using the ID and password provided to you by your employer or via email. You will be asked to change your password the first time you log in, and you are solely responsible for the confidentiality of your Exchange account, as well as for its use and misuse on this Site.",
    "tosPersonalData": "Use of Personal Data",
    "tosIntPropBullet2": "Use the Marks except with our permission for each use;",
    "tosIntPropBullet3": "Remove any copyright or other proprietary notices contained in the Content;",
    "tosPersonalDataText": "Your use of the Site will involve the transmission to us of certain personally identifiable information (the \"Personal Data\"). Our policies with respect to the collection and use of Personal Data are governed according to the accompanying Privacy Policy, which is hereby incorporated by reference in its entirety.",
    "tosCommunityTitle": "Community Guidelines",
    "tosCommunityText": "Our community, like any community, functions best when we all follow a few simple rules. By accessing and/or using the Exchange, you hereby agree that:",
    "tosCommunityBullet1": "You will not use the Exchange for any unlawful purpose;",
    "tosCommunityBullet2": "You will not impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;",
    "poePrintMyPortfolio": "We suggest that you print or save a confirmation page for your personal records.",
    "tosCommunityBullet3": "You will not interfere with or attempt to interrupt the proper operation of the Exchange through the use of any virus, device, information collection or transmission mechanism, software or routine, or access or attempt to gain access to any data, files, or passwords related to the Exchange through hacking, password or data mining, or any other means.",
    "tosCommunityText2": "Let us know about any inappropriate content. If you find something that violates our community guidelines, let us know, and we’ll review it.",
    "tosIntPropTitle": "Intellectual Property",
    "tosIntPropText1": "The Exchange contains materials, such as software, text, graphics, images, and other materials provided by or on behalf of Liazon (collectively referred to as the \"Content\"). The Content may be owned by us or by third parties who license it to us, and is protected under both United States and foreign laws.",
    "tosIntPropText3": "Except as otherwise provided in this Agreement, you have no rights in or to the Content, and you must not:",
    "tosIntPropBullet1": "Use the Content except as permitted under these Terms of Service;",
    "tosProviderTitle": "Provider Information",
    "tosProviderText1": "Liazon provides you with information about the providers of health plans and other benefits (each a \"Provider\" and collectively, \"Providers\").",
    "tosProviderText2": "Liazon may consult with the Providers with respect to product offers made by the Providers to you, and may recommend particular products to you, but all such offers are made by, and all products are provided by, the Providers and not by Liazon.",
    "tosProviderText3": "The decision to accept any such offer or use any product is made by you. Liazon is not a party to any agreement that you may make with the Provider, and the Provider is solely responsible for its services to you.",
    "tosProviderText4": "YOU UNDERSTAND THAT REQUIREMENTS FOR A SPECIFIC HEALTH INSURANCE PRODUCT ARE MADE BY THE INDIVIDUAL PROVIDER AND THAT LIAZON DOES NOT ENDORSE, WARRANT, OR GUARANTEE THE PRODUCTS OR SERVICES OF ANY PROVIDER.",
    "tosProviderText5": "NOTHING CONTAINED HEREIN CONSTITUTES AN OFFER OR GUARANTEE FOR COVERAGE.",
    "tosCopyrightBullet1": "An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;",
    "tosCopyrightBullet2": "A description of the copyrighted work that you claim has been infringed;",
    "ReferralArticle8": "Your PCP also communicates with any specialists you may see to ensure you receive proper care. Remember, however, that a specialist cannot refer you to another specialist. In this type of plan, all referrals need to be coordinated by your PCP.",
    "ReferralArticle9": "If you do need a specialist, he or she can provide your PCP with an immediate electronic transfer of all test and lab results. For example, your file may contain an existing imaging record or lab test that, if unnoticed, could result in unnecessary radiation exposure and repetitious imaging and lab work.",
    "ReferralArticle11": "Because your PCP takes on the primary responsibility for coordinating and managing all of your health care, he or she becomes the qualified expert when determining whether a referral is appropriate.",
    "ReferralArticle12": "For example, a throbbing ear isn't always an indication that you need to see an ear, nose, and throat (ENT) specialist – even the worst ear infection may be effectively treated with oral or topical antibiotics via a prescription from your PCP without making an appointment with a specialist, saving you time and money. Suffering from chronic ear pain that doesn’t respond to antibiotics, however, may warrant a PCP referral to an ENT specialist who's an expert on the latest treatments.",
    "poeConfirmationPage": "Confirmation Page",
    "poeYourRecords": "For Your Records",
    "RelationshipTypeMe": "Me",
    "medRecTitle": "Why We Recommend Medical Insurance",
    "advEmployerPaidLife": "Employer Paid Life Insurance",
    "ReferralArticle13": "On the other hand, it's important to note that you'll need to make an appointment with your PCP first, even if you think you would like to see a specialist right away. This may mean extra visits to the doctor.",
    "fowGt": "Greater Than",
    "fowGte": "Greater Than Or Equal To",
    "fowEq": "Equal To",
    "ReferralArticle15": "How do you know which specialty and provider are appropriate for your care? By combining networks, location, medical training, and compatibility with your symptoms, your PCP can send you to the right specialist when you need one. This saves you time and money that will no longer be spent on needless office visits, prescriptions or treatments.",
    "ReferralArticle16": "However, if you want more control over which specialists you see and when, a referral-required plan may not be right for you. Your PCP, sometimes referred to as a \"gatekeeper\" functions as your plan coordinator, determining what specialists, if any, you can see and in what order.",
    "ReferralArticle17": "Whether or not a referral is required for your health plan, it's important to understand how different insurance policies work so you can select the right healthcare for you and your family.",
    "ProviderHeader": "What you should know about provider networks",
    "ProviderArticle1": "To help you better understand what you should know about provider networks, let’s begin by defining what providers and networks are.",
    "ProviderArticle2": "A provider includes doctors, hospitals, labs, pharmacies, and other health care institutions. A provider has the education, certification, and experience to serve patients in their medical needs.",
    "ProviderArticle3": "A network is a group of providers that your insurance plan pre-selects to contract with. Providers must meet the plan's criteria and quality of standards in order to be part of the group. This includes certification, geography, and rates.",
    "ProviderArticle4": "Provider network benefits",
    "ProviderArticle8": "Evaluating provider networks",
    "ProviderArticle9": "If you're ready to do your homework, here's a guide to making decisions about your provider network.",
    "ArticleTitleLife": "See how Life Insurance helped protect a family's assets (3-minutes)",
    "ProviderArticle5": "Provider networks save on costs because the insurer pre-negotiates lower rates in exchange for driving volume to the providers. An in-network plan only covers costs for doctors in the associated provider network. Provider networks enable you to choose doctors and facilities with which your out-of-pocket expenses will be smallest.",
    "ProviderArticle6": "Moreover, by signing up for in-network-only plans, you can save consistently on your monthly insurance premiums, since in-network-only plans trade restriction to network-only providers for lower costs to plan participants. In fact, recent health care trends include the growth of such plans, as they provide even greater cost savings.",
    "ProviderArticle7": "Physicians in provider networks are screened by the carrier to meet certain criteria, meaning that you can more easily put your faith in the people who manage your care. Also, a lot of paperwork is taken care of for you, since in-network providers typically refer you to other in-network providers, saving you time and money.",
    "ProviderArticle10": "First, make a list of your current doctors, therapists, pharmacies, and health conditions. Then, play matchmaker as you look for a compatible network. Key questions to ask and answer when evaluating a plan's network are:",
    "ProviderArticle11": "What doctors are in the network? In addition to your primary care physician, don't forget about any specialists who are important to you and your family, such as optometrists and orthodontists.",
    "ArticleTitleDisability": "See how Disability insurance helped protect Ashley's income (3-minutes)",
    "ArticleTitleRisk": "Putting risk into perspective",
    "ArticleTitleFinance": "Insurance protects your financial lifestyle",
    "fowMustNot": "must not",
    "fowMustFirst": "must first",
    "fowFailProductDependency": "If you want to sign up for {0}, you {1} sign up for {2}.",
    "ProviderArticle12": "What medical facilities are in the network? Consider urgent care, therapy, imaging, prescriptions, and lab work — including anything from yearly blood work for your cholesterol screening to a toddler's Friday night ear infection.",
    "ProviderArticle13": "How broad is the network? There are both broad and limited choices when it comes to networks, which will impact the number of choices you have when it comes to medical specialists, where they are located, deductibles, etc. See if you are satisfied with the options in your plan by starting with a particular specialty. For example, how many child orthodontists are available to you?",
    "ProviderArticle14": "Finally, since carriers have different networks, often of various sizes, (and sometimes multiple networks within each plan), it's always a good to review all provider networks that you might be considering.",
    "ProviderArticle15": "The good news is that the tradeoff — between the freedom to choose any provider and facility versus paying a lower premium and out-of-pocket cost within a provider network — gives everyone a choice in their health care.",
    "fowFailCoverageAmountDependencyLockedProduct": "The benefit amount you choose for {0} must be {1} {2} of the benefit amount you selected for {3} ({4:C0}).  This plan is locked because there are no options available to you that satisfy this condition.",
    "commonLocked": "Locked",
    "commonFindOutWhy": "Find out why?",
    "FindOutWhyButtonText": "Find Out Why",
    "FindOutWhyRecommendedButtonText": "Recommended",
    "advEmployerPaidLifeText": "Life insurance helps provide for your loved ones in the event of your passing. Your employer is offering employer paid life insurance to help you and your loved ones.",
    "medLow": "Low",
    "medModerate": "Moderate",
    "medHigh": "High",
    "medVeryHigh": "Very High",
    "atNoCost": "AT NO COST",
    "shopFowModalTitle": "Find Out Why",
    "RiskArticle16": "Assault by firearm",
    "RiskArticle16a": "1 in 356",
    "RiskArticle17": "Car occupant",
    "RiskArticle17a": "1 in 492",
    "RiskArticle18": "Pedestrian",
    "RiskArticle18a": "1 in 723",
    "RiskArticle19": "Motorcycle Rider",
    "RiskArticle19a": "1 in 922",
    "RiskArticle20": "Unintentional drowning/submersion",
    "RiskArticle20a": "1 in 1,043",
    "RiskArticle21": "Exposure to fire/flames/smoke",
    "RiskArticle21a": "1 in 1,418",
    "RiskArticle22": "Choking from inhalation and ingestion of food",
    "RiskArticle22a": "1 in 3,649",
    "RiskArticle23": "Pedal-cyclist",
    "RiskArticle23a": "1 in 4,974",
    "RiskArticle24": "Firearms discharge",
    "RiskArticle24a": "1 in 6,509",
    "RiskArticle25": "Exposure to excessive natural heat",
    "RiskArticle25a": "1 in 8,321",
    "RiskArticle26": "Air and space transport incidents",
    "RiskArticle26a": "1 in 8,357",
    "RiskArticle36": "National Safety Council estimates based on data from National Center for Health Statistics–Mortality Data for 2009, as compiled from data provided by the 57 vital statistics jurisdictions through the Vital Statistics Cooperative Program. Population and life expectancy data are from the U.S. Census Bureau. For mortality figures, estimated one-year and lifetime odds, and external cause classification codes based on the 10th revision of the World Health Organization’s The International Classification of Diseases (ICD-10) for the causes illustrated, see table from Injury Facts 2014 Edition on pages 41-42.",
    "LifestyleArticle1": "From jet setters to soccer moms, everyone has a financial lifestyle that they've grown accustomed to and that could be severely hampered if unexpected costs arose. While the actual \"things\" that insurance covers are very important — from our health and wellbeing to our property — here, we'll explore some misconceptions about insurance and how we got to where we are today. The reality is, insurance is about financial protection, not about protecting your health or property.",
    "LifestyleArticle3": "The concept of insurance has been in existence long before people spent a lot of money on houses and cars — and on their medical bills. It started as early as 4000 BC when shipping merchants were granted loans that had to be paid back as long as the shipment arrived at its destination safely. If the shipment was lost at sea the loan did not have to be repaid. A later form of insurance developed in ancient Rome around 600 BC, in which societies contributed to a pool of costs that would be utilized by individual members, as needed, for burial expenses. Over the centuries, however, as various industries began offering insurance beyond maritime contracts and burial trusts and competing with one another for customers, the role insurance plays in our protection shifted.",
    "LifestyleArticle5": "It's easy to understand why we've gotten away from the idea of insurance as financial protection in modern times. Some insurance plans have evolved to consist of pre-payment for services like preventive care visits (e.g., mammograms, colonoscopies, and annual physicals). Dental and vision insurance typically have a very low annual cap on coverage, since they often pay for preventive services such as cleanings and basic eye exams. If you have a significant expense like root canal or cataracts, however — you're likely to be on the hook for more than you might think.",
    "CoverageMaximumExceededText": "You are not eligible for this item because the calculated coverage amount exceeds the allowed maximum.",
    "LifestyleArticle6": "Accidents and medical issues are difficult enough to endure without having to worry about financial burdens. Yes, insurance is about money; more specifically, protecting your income and your savings should unforeseen expenses occur.",
    "LifestyleArticle8": "One type of insurance that works as financial protection is car insurance — we don't expect to file a claim every time we need new tires or a tune up, the equivalent of preventive services for your car. However, when we're in a car accident, we welcome having insurance that will cover the cost of repairs or even a new car.",
    "ReferralArticle14": "Saving time and money",
    "fowHSAQualified": " that is HSA Qualified",
    "fowFailProductTypeDependency": "If you want to sign up for a {0} {1} plan{2}, you {3} sign up for a {4} {5} plan{6}.",
    "LifestyleArticle9": "That's really how the concept of insurance was designed to work. Yet, we expect our medical insurance to cover every visit to a doctor; when in reality, the opposite paradigm should be in effect. We should be paying for the \"little things,\" knowing the \"big things\" are covered by our insurance. This is what gives us peace of mind.",
    "LifestyleArticle10": "That's precisely what insurance was developed for — having the financial protection you need should something serious happen. Take, for example, two forms of supplemental insurance: critical illness and accident insurance. In the case that you're covered and either is activated — you're diagnosed with a serious illness or in a major accident — you can file a claim and you are paid in a lump sum when you absolutely need it. Another exception to the current model is life insurance. With life insurance, you pay in for services that you may never use, but that would become extremely important should the need ever arise.",
    "CoverageTierDependentMismatchText": "You are not eligible for this item because you do not have the type of dependents or amount of dependents needed for this product coverage tier.",
    "LifestyleArticle11": "Conversely, a system of receiving smaller payments over a period of time for various checkups or aches and pains can actually lead to over-utilization of medical care, with people thinking they should visit the doctor more often than necessary, because \"it's covered by my insurance.\"",
    "LifestyleArticle12": "With this background and knowledge in mind, how well is your current insurance working to protect your financial lifestyle? Are there areas where you could use additional insurance to gain peace of mind?",
    "ReferralHeader": "Learn more about health plans that require referrals",
    "ReferralArticle5": "Wondering about more advantages and disadvantage of a referral-based health plan? Here a few important points to consider:",
    "ReferralArticle6": "Maintaining your complex medical history",
    "ReferralArticle10": "Reducing unnecessary visits and tests",
    "ReferralArticle1": "A referral is authorization from your primary care physician (PCP) for you to see a specialist and may be required by some health care plans. By enlisting your PCP, this type of pre-approval allows your doctor to coordinate your care. In this type of plan, one doctor oversees your care and coordinates with a team of specialists to help you get any additional care you may need.",
    "ReferralArticle2": "Sometimes called a \"gatekeeper,\" your PCP refers you to specialists whose opinions he or she trusts in their respective fields – this is your PCP's \"referral circle.\" The advantage of a referral in this case, is that you can have faith you’re seeing someone selected by a physician you have a relationship with.",
    "ReferralArticle3": "By ensuring that you get the care you need from the appropriate provider (PCP vs. specialist), your insurance company lowers their costs and can pass on those savings to you in the form of lower premiums and on-going expenses.",
    "ReferralArticle4": "Since your PCP coordinates all of your health care needs, be sure to check with him or her before seeing health care professionals outside of your network. Once you have a referral in hand, you can be certain that the care you receive from the specialist is now eligible for insurance coverage under your policy. It's also important to note that without a referral from your PCP, you’ll have to pay all costs for your treatment. Exceptions to this rule are sometimes made for emergencies.",
    "ReferralArticle7": "Your PCP can be a primary source when it comes to consolidating and coordinating all of your medical care. Certain health conditions can be diagnosed only with a complete view of your symptoms, and while a single isolated symptom may not be cause for alarm, a PCP's ability to recognize a set of symptoms could be critical for a timely diagnosis and effective treatment.",
    "fowFailCoverageAmountDependency": "The benefit amount you choose for {0} must be {1} {2} of the benefit amount you selected for {3} ({4:C0}).",
    "fowLte": "Less Than Or Equal To",
    "fowLt": "Less Than",
    "commonIneligible": "Ineligible",
    "commonTellMeWhy": "Tell me why",
    "DuplicateCoverageFromTierText": "You are not eligible for this item because it provides a level of coverage that would already be provided by a lower coverage tier.",
    "EnrollmentConstraintText": "This product has been configured by your administrator to prevent you from changing your pre-loaded selections.",
    "FamilyText": "You have others to cover",
    "PendingParticipationText": "Your enrollment in this product is pending participation requirements.  This means that unless a minimum number of people from your company sign up for this product, coverage will not be approved.",
    "SalaryMultipleMaximumExceededText": "You are not eligible for this item because the calculated coverage amount exceeds the allowed maximum, which is a multiple of your salary.",
    "SingleText": "You only have to worry about your own coverage",
    "SubsequentEnrollmentIneligibleText": "Unfortunately, you're not eligible for this plan, as {0} doesn't allow you to elect a coverage amount that's higher than what you've had previously.",
    "UnusedAllocationMessage": "You haven't used {5} of the {0} your employer gave you to spend – that's leaving money on the table. Revisit your choices to see if there's additional coverage you need, as you forfeit leftover funds once you finalize your elections.",
    "RiskArticle2": "People are unduly influenced by psychological factors when it comes to their perception of risk. For example, if a plane randomly crashes and makes headlines, our perception of flying the next day may be affected negatively. We may be more afraid to fly — when in reality, the chances of a plane crashing the day following a random accident are no more or less than they were the day prior to the accident. Still, our perceptions largely govern our actions and we may cancel our flight.",
    "RiskArticle3": "This is an example of what psychologists call the influence of \"dread.\" If an act generates fear, our sense of risk rises. Hearing news of a painful death makes people willing to pay more to insure against the risk of dying the same way. It's a gut level reaction that guides our perceptions.",
    "RiskArticle5": "So how do we gauge the true risks in life?",
    "RiskArticle7": "Here is a list of the most common risks people face in life order of their likelihood of occurring.",
    "RiskArticle29a": "1 in 62,608",
    "RiskArticle30": "Contact with hornets, wasps and bees",
    "RiskArticle30a": "1 in 75,802",
    "RiskArticle31": "Cataclysmic storm",
    "RiskArticle4": "Overestimating risk is also evident when the \"recency\" factor is at play. We tend to be more cautious when negative events and consequences are fresh in our minds, and may pay more to insure ourselves based on these feelings as a result. A 1993 study found that fears ignited after a terrorist attack caused more people to take out airline insurance with clauses that covered \"terrorist acts\" over \"all possible causes.\" Logically, this makes no sense because \"all possible causes\" includes terrorist acts, but our fear sometimes drives us to make illogical decisions.",
    "RiskArticle6": "Awareness of our own reactions to tragedies and how we internalize them is our best resource for guarding against feelings of dread influencing our approach to risk. While statistics may vary from year to year, and mean very little when something actually happens to us or someone we love, it helps to stay abreast of individual various risk factors for disease and take precautions to keep ourselves and our loved ones safe.",
    "RiskArticle9": "Heart disease",
    "RiskArticle9a": "1 in 7",
    "RiskArticle10a": "1 in 7",
    "RiskArticle10": "Cancer",
    "RiskArticle11": "Chronic lower respiratory disease",
    "RiskArticle11a": "1 in 29",
    "RiskArticle12": "Intentional self-harm",
    "RiskArticle12a": "1 in 103",
    "RiskArticle13": "Motor vehicle accidents",
    "RiskArticle13a": "1 in 112",
    "RiskArticle14": "Unintentional poisoning /exposure to noxious substances",
    "RiskArticle14a": "1 in 119",
    "RiskArticle15": "Falls",
    "RiskArticle15a": "1 in 152",
    "RiskArticle27": "Exposure to electric current, radiation, temperature and pressure",
    "RiskArticle27a": "1 in 12,174",
    "RiskArticle28a": "1 in 37,565",
    "RiskArticle28": "Contact with sharp objects",
    "RiskArticle29": "Contact with heat and hot substances",
    "RiskArticle31a": "1 in 83,922",
    "RiskArticle32": "Bitten or struck by dog",
    "RiskArticle32a": "1 in 103,798",
    "RiskArticle33": "Lightning",
    "RiskArticle33a": "1 in 136,011",
    "RiskArticle34": "How much is the way you perceive risk influenced by fear and dread and how much by true risk factors? Once you know the true risks in life, can you ensure that you and your family are protected against them with the right insurance.",
    "RiskArticle35": "Risk: The Science and Politics of Fear, Virgin Books, 2008.",
    "LifestyleHeader": "Insurance protects your financial lifestyle",
    "LifestyleArticle2": "Where did insurance come from?",
    "LifestyleArticle4": "Insurance today",
    "LifestyleArticle7": "Insurance as financial protection",
    "commonMoneyPopoverPayFrequency": "The numbers you see here are determined by your payroll frequency, which means they're based on your pay periods.  You can view costs annually or monthly by selecting from the \"viewing figures\" dropdown menu at the top of the page.",
    "RemoveDependent": "Remove Dependent",
    "RemoveDependentTextStart": "Are you sure you would like to remove",
    "postEnrollmentPrintPageTableHeaderPlanCoverage": "Coverage",
    "postEnrollmentPrintPageTableHeaderPlanParticipants": "Participants",
    "postEnrollmentPrintPageTableHeaderPlanCost": "Cost",
    "postEnrollmentPrintPageTableHeaderPlanContribution": "Contribution",
    "postEnrollmentPrintPageEmployerContributionLabel": "Employer's Contribution:",
    "postEnrollmentPrintPageMyResponsibilityLabel": "My Responsibility:",
    "postEnrollmentPrintPagePrintedOnLabel": "Printed On:",
    "ActiveLifestyle": "Active Lifestyle",
    "AgeLimitsExceeded": "Age Limits Exceeded",
    "BelowCoverageMinimum": "Below Coverage Minimum",
    "CannotFindCoverageFor": "Cannot Find Coverage For {0}",
    "CoverageMaximumExceeded": "Coverage Maximum Exceeded",
    "CoverageTierDependentMismatch": "Coverage Tier Dependent Mismatch",
    "DuplicateCoverageFromTier": "Duplicate Coverage From Tier",
    "EnrollmentConstraint": "Enrollment Constraint",
    "Family": "Family",
    "HighEngagement": "High Engagement",
    "HighRisk": "High Risk",
    "LateEntrantEnrollmentIneligible": "Late Entrant Enrollment Ineligible",
    "LowEngagement": "Low Engagement",
    "LowRisk": "Low Risk",
    "MidEngagement": "Mid Engagement",
    "MidRisk": "Mid Risk",
    "NotVeryActiveLifestyle": "Not Very Active Lifestyle",
    "PendingApproval": "Pending Approval",
    "PendingEvidenceofInsurability": "Pending Evidence of Insurability",
    "PendingParticipation": "Pending Participation",
    "PreviousParticipantNotCoveredInTier": "Previous Participant Not Covered In Tier",
    "SalaryMultipleMaximumExceeded": "Salary Multiple Maximum Exceeded",
    "Single": "Single",
    "SubsequentEnrollmentIneligible": "Subsequent Enrollment Ineligible",
    "ActiveLifestyleText": "You’re fairly active",
    "AgeLimitsExceededText": "You are not eligible for this item because the age of you and/or your dependents exceeds the maximum age allowed.",
    "BelowCoverageMinimumText": "You are not eligible for this item because the calculated coverage amount is below the allowed minimum.",
    "CannotFindCoverageForText": "Sorry, we couldn't find a plan that covers you and all your dependents.  You may have dependents that exceed the maximum age allowed.",
    "HighEngagementText": "You think about your health a lot",
    "HighRiskText": "You’re a real risk-taker",
    "LateEntrantEnrollmentIneligibleText": "Unfortunately, you're not eligible for this plan, as {0} doesn't allow you to elect a coverage amount that's higher than what you've had previously.",
    "LowEngagementText": "You don’t think about your health very much",
    "LowRiskText": "You don’t like to take risks",
    "MidEngagementText": "Your health is something that’s usually in the back of your mind",
    "MidRiskText": "You’re comfortable with some risk",
    "NotVeryActiveLifestyleText": "You’re not very active",
    "PendingApprovalText": "Your enrollment in this product is pending approval and may require additional documentation to complete.",
    "PendingEvidenceofInsurabilityText": "Portions of your enrollment are pending approval.  You requested {0:C0} in coverage.  Of this amount, {1:C0} has been approved. The remainder ({2:C0}) is pending approval and may require additional documentation to complete. Please note that until the requested benefit amount is approved or denied, your payroll deduction will reflect costs for the benefit amount approved initially.",
    "RemoveDependentTextEnd": "as a dependent?",
    "RemoveDependentConfirm": "Confirm",
    "RemoveDependentCancel": "Cancel",
    "EditDependentEdit": "Edit",
    "EditDependentRemove": "Remove",
    "PreviousParticipantNotCoveredInTierText": "You are not eligible for this item because a previously enrolled participant is not eligible for this coverage tier.",
    "EditDependentAge": "Age",
    "EditDependentWhoCovering": "Who I'm covering",
    "EditDependentEditText": "Edit Dependents",
    "EditDependentMe": "Me",
    "commonLoading": "Loading ...",
    "commonSaving": "Saving ...",
    "recommendationChangesToYourPlanModal": "Changes to your profile may create new recommendations.",
    "recommendationGeneratingModal1": "Generating your summary and recommendations",
    "recommendationGeneratingModal2": "Please be patient as we process your information and generate your results. We need a bit of time to do our best thinking for you.",
    "shopLastChanceModal1": "Last Chance",
    "shopLastChanceModal2": "The following plans aren't in your cart. You should make sure you don't want these plans before you continue.",
    "GetStarted": "Get Started",
    "Choose": "Choose",
    "ContinuetoShop": "Continue to Shop",
    "TakeFullRecommendedPath": "Take Full Recommended Path",
    "SaveFinishLater": "Save & Finish Later",
    "ViewMyRecommendations": "View My Recommendations",
    "Back": "Back",
    "BackChar": "« Back",
    "Cancel": "Cancel",
    "SaveContinue": "Save & Continue",
    "SaveContinueChar ": "Save & Continue »",
    "Address": "Address",
    "postEnrollmentPrintModalHeading": "Print Friendly Page",
    "postEnrollmentPrintModalMessage1": "You are about to open a",
    "postEnrollmentPrintModalMessage2": "new tab or window",
    "postEnrollmentPrintModalMessage3": "to view a print friendly preview of your portfolio.",
    "commonContinue": "Continue",
    "postEnrollmentPrintPagePrintBtn": "Print Page",
    "PreTaxPopOver": "If you're paying for this plan with payroll deductions, they'll be made with pre-tax dollars. Please note that this is the full cost of the plan and may not reflect the actual amount deducted from your paycheck.",
    "PostTaxPopOver": "If you're paying for this plan or product with payroll deductions, they'll be made with post-tax dollars. Please note that this is the full cost of the plan and may not reflect the actual amount deducted from your paycheck.",
    "AddEditRecommendedButtontext1": "Add/Edit These",
    "AddEditRecommendedButtontext2": "Recommended Plans",
    "StartEmptyCartButtonText1": "Start with an",
    "StartEmptyCartButtonText2": "Empty Cart",
    "postEnrollmentViewPlanDetails": "View Plan Details:",
    "postEnrollmentNoteAboutContAmt": "A note about these contribution amounts.",
    "postEnrollmentPending": "Pending",
    "postEnrollmentFindOutWhy": "Find Out Why",
    "postEnrollmentPlansIWaived": "Plans I Waived",
    "postEnrollmentANote": "Note that these numbers may be pro-rated if you made changes during the year. Select your payroll frequency in the 'viewing figures as' dropdown menu to see the amount you are contributing per paycheck.",
    "shopCheckOutAndBuy": "Check Out & Buy",
    "commonMoneyPopoverAnnualized": "The numbers you see here are annualized, which means they're based on a year of costs. You can view costs monthly or according to your payroll frequency by selecting from the \"viewing figures\" dropdown menu at the top of the page.",
    "commonMoneyPopoverMonthly": "The numbers you see here are monthly, which means they're based on a month of costs. You can view costs annually or according to your payroll frequency by selecting from the \"viewing figures\" dropdown menu at the top of the page.",
    "postEnrollmentPrintPagePorfolioFor": "Benefits Portfolio for",
    "IWantToList": "I want to:",
    "UpdateCoverageForLifeEvent": "Update my coverage due to a life event (marriage, birth, etc.)",
    "ChangeBeneficiaryInfo": "Change my beneficiary information",
    "EnrollmentClosedTabMessage": "Enrollment is now closed.  You will no longer be able to make changes after you are logged out.",
    "OpenEnrollment": "Open Enrollment",
    "NoPortfolios": "No Portfolios",
    "UpcomingPortfolio": "Upcoming Portfolio",
    "infoFormValidation1": "Please enter at least one phone number or email address, so that we can get in touch with you about your benefits if we need to.",
    "infoFormLabelAddr1": "Address 1:",
    "infoFormPlaceholderAddr1": "Address line 1",
    "infoFormLabelAddr2": "Address 2:",
    "postEnrollmentPrintPageCurrentPortfiolLabel": "Current Portfolio:",
    "postEnrollmentPrintPageMyPortfolioLabel": "My Portfolio as of:",
    "postEnrollmentPrintPageTableHeaderCategory": "Category",
    "postEnrollmentPrintPageTableHeaderPlanProgram": "Plan / Program",
    "infoFormPlaceholderAddr2": "Address line 2",
    "infoFormLabelCity": "City:",
    "infoFormPlaceholderCity": "City",
    "infoFormLabelState": "State:",
    "infoFormPlaceholderState": "Select State",
    "infoFormLabelZip": "Zip/Postal code:",
    "infoFormPlaceholderZip": "Zip Code",
    "infoFormLabelCountry": "Country:",
    "infoFormPlaceholderCountry": "Country",
    "infoFormLabelEmail": "Email address:",
    "infoFormPlaceholderEmail": "Email address",
    "infoFormLabelHomePhone": "Home phone number:",
    "infoFormPlaceholderHomePhone": "Home phone",
    "infoFormLabelMobilePhone": "Mobile phone number:",
    "infoFormPlaceholderMobilePhone": "Mobile phone",
    "infoFormLabelWorkPhone": "Work phone number:",
    "infoFormPlaceholderWorkPhone": "Work phone",
    "infoFormLabelPhoneExt": "Extension:",
    "infoFormPlaceholderPhoneExt": "Ext. #",
    "Minutes": "minutes",
    "CurrentPortfolio": "Current Portfolio",
    "ChangeRequests": "Life Event Requests",
    "AmpersandUpdates": "& Updates",
    "ViewPortfolioByDate": "View my portfolio as of",
    "Graph": "Graph",
    "List": "List",
    "Print": "Print",
    "ChangeMyEnrollments": "Change My Enrollments",
    "ThingsChange": "Things Change",
    "ThingsChangeMessage": "We know that things change in life. Did you get married or divorced? Have a baby or move? Make your changes here.",
    "RiskArticle8": "Lifetime odds of death for selected occurrences, United States, 2010",
    "BeneficiaryInformationDescription": "Please specify a primary beneficiary to receive this benefit. If any of your primary beneficiaries are unable to receive shares, you can name a back-up, or contingent beneficiary. Remember, you can assign a percentage of this benefit to as many primary or contingent beneficiaries as you want, but be sure that your total for each section is 100%. You may also return to add or change your beneficiaries at a later time.",
    "privChanges3": "If you disagree with future changes to how your information will be used, please do not continue to use this Site. By accessing the Site or using the Exchange after we make any such changes to this Privacy Policy, you are deemed to have accepted such changes.",
    "privChanges4": "Please refer back to this Privacy Policy on a regular basis.",
    "privContactTitle": "How to Contact Us",
    "privContact1": "If you have questions about this Privacy Policy, please mail us at the following address:",
    "privAddress1": "Liazon Corporation",
    "privAddress2": "Attn: Ruth Berkowitz",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageTier": "{0} of {5} (Coverage Amount based on floor {1} Benefit) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalary": "{0} of {5} (Coverage Amount based on floor {1} Benefit)",
    "FormatStringRelationshipTypeCoverageDisplay": "Relationship Type",
    "FormatStringInnerCoverageDisplayBaseFrequency": "{1} Benefit{4} {3}",
    "coverageTierEmployeeSpouseDomesticPartner": "Employee + Spouse / Domestic Partner",
    "coverageTierSpouseDomesticPartnerChildren": "Spouse / Domestic Partner + Child(ren)",
    "coverageTierEmployeeSpouseDomesticPartnerFamily": "Employee + Spouse / Domestic Partner + Family",
    "coverageTierSpouseDomesticPartnerOnly": "Spouse / Domestic Partner Only",
    "SummarySubNav": "Summary",
    "cuSubject": "Subject:",
    "HideBeneficiary": "Hide Beneficiaries List",
    "advPelcText": "Excess personal liability coverage protects your assets and future earnings in the event that you or your family are held legally liable for an accident involving bodily injury or property damage, or if you are sued for personal injury.",
    "addDependentSSN": "add your dependent’s SSN.",
    "advPelcModalText": "<p>Excess personal liability, or umbrella, coverage protects your assets and future earnings in the event that you or your family are held legally liable for an accident involving bodily injury or property damage, or if you are sued for personal injury. This coverage can be much more cost effective and convenient to purchase through a group program than if it is purchased individually.  We recommend purchasing a limit that protects your total personal assets.  You should consider purchasing additional coverage if you have higher liability risk-factors, such as youthful drivers in your household, recreational vehicles, watercraft, swimming pools, hot tubs, trampolines, multiple homes and autos, tenant-occupied homes, higher-risk dog breeds, and horses.</p>",
    "ShopProviderToolModalBody": "By clicking \"Continue\" below, you will be redirected to another site containing a tool where you can search to see if your doctor or preferred provider is included in any of the networks available to you. Once you've identified which networks fit your needs, you can return to this page to continue shopping.",
    "advBtaiText": "Business Travel Accident Insurance provides an array of services to help you cope with travel emergencies and simplify your travel experience.",
    "advEAPModal": "An Employee Assistance Program (EAP) offers free, confidential services to help you address everyday challenges and issues that may affect your job performance, health, mental, and emotional well-being. Services may include confidential counseling and referrals; financial information and resources; expert information regarding relationships, work, children; legal support; health care navigation; and more. EAP services help you gain support, resources and information before these issues have a detrimental effect on you and your family.",
    "cuShareMyScreen": "Share My Screen",
    "advEmployerPaidLifeModalText": "<p>Life insurance is a financial tool that helps you safeguard your family's future.  Your employer will pay monthly premiums to an insurance company that agrees to pay a specific amount to your designated beneficiaries in the event of your death. You can name a primary beneficiary and a contingent beneficiary who would receive benefits if the primary beneficiary dies before you do.</p><br/><p>With Life insurance, you ensure financial resources that go toward:</p><br/><p>&bull; Final medical expenses<br />&bull; Funeral and burial costs<br />&bull; Mortgage, housing and other bills related to daily life<br /></p><br/>",
    "advBtaiModalText": "Business Travel Accident Insurance provides an array of services to help you cope with travel emergencies and simplify your travel experience. We recommend you consider this product if you travel often on company business, either domestically or internationally.",
    "tosWelcomeText1b": ", which consists of the online information portal and decision support tools that allow the registered user to research, compare, and enroll in health plans and other benefits offered by the registered user’s employer (the \"Exchange\").",
    "FillOutBeneficiary": "Fill Out Beneficiaries List",
    "ShowBeneficiary": "Show Beneficiaries List",
    "PrimaryBeneficiaries": "Primary Beneficiaries",
    "ContingentBeneficiaries": "Contingent Beneficiaries",
    "CopyBeneficiariesFrom": "-- Copy Beneficiaries From --",
    "Apply": "Apply",
    "DependentList": "Dependent List",
    "CopyDependentInfo": "Copy Dependent Info",
    "appromixateContributionText": "Approximate contribution per ",
    "appromixateContributionIsText": "is: ",
    "privRegisteredUser2": "(the \"Site\").",
    "DependentNoSSN": "Please Add SSN",
    "GrandfatheredFundingContribution": "Your Employer is contributing {0:C2} toward your benefits portfolio based on your grandfathered funding.",
    "ProductAvailableFromPreviousYear": "This is the plan you chose the last time you enrolled in benefits through the marketplace. If you would like to select this plan again, please find the plan, tagged in your list of options below, and add it to your cart. Otherwise, select a new plan from your options below.",
    "ReferenceMyCurrentPlan": "Reference My Current Plan",
    "MyCurrentPlanTag": "My Current Plan",
    "CurrentPlanContribution": "My current contribution: ",
    "CurrentPlanText": "Current plan coverage amount",
    "ProviderToolModalHeader": "Please Note...",
    "ProviderToolModalBody": "By clicking \"Continue\" below, you will be redirected to another site containing a tool where you can search to see if your doctor or preferred provider is included in any of the networks available to you. Once you've identified which networks fit your needs, you can return to this page and continue to Step 2 to indicate these networks.",
    "ProductNotAvailableFromPreviousYear": "This is the plan you chose the last time you enrolled in benefits through the marketplace.",
    "advEAPTitle": "An Employee Assistance Program (EAP) offers free, confidential services to help you address everyday challenges and issues that may affect your job performance, health, mental, and emotional well-being.",
    "privCollect5": "You can reject cookies by following the directions provided in your Internet provider's \"help\" file. If you reject cookies, you may still visit the Site, but may not be able to use some areas of the Site and/or the Exchange.",
    "privCollect6": "We do not collect Personal Information in this way, but if you've provided us with Personal Information we may associate that information with the information that is collected automatically. Automatic data collection may be performed on our behalf by our service providers.",
    "privCollect7": "We may also allow third-party companies that are providing services on the Exchange to set and access their own cookies. Such third-party cookies are not governed by this Privacy Policy, but by the privacy policies of such third party.",
    "privChanges1": "This Privacy Policy is effective as of the date stated at the top of this Privacy Policy.",
    "privCollect8": "We may also obtain certain information about your past medical history and medical plans from a third party data provider to whom you have provided explicit consent in sharing data. For the avoidance of doubt, use of information that you provide to such third party data provider shall be governed by the third party data provider's privacy policy and use of information that we may receive from the third party data provider shall be governed by our privacy policy.",
    "privUse1": "We may use your Personal Information and the Usage Information to enhance our relationship with you. We will use the Personal Information collected on the Exchange for the following purposes:",
    "privUseBullet1": "To respond to your requests and to provide you with access to the Exchange. We will share your Personal Information with our clients, to the extent necessary for such clients to provide you with services through the Exchange. Use of your Personal Information by our clients is governed by the applicable client's privacy policy and not this Privacy Policy;",
    "privUseBullet2": "To respond to your inquiries and contact you about changes to the Exchange;",
    "privUseBullet3": "To send you notices (for example, in the form of e-mails, mailings, and the like) regarding products or services you are receiving or we think you may be interested in receiving;",
    "privUseBullet4": "For any other purposes disclosed at the time the information is collected or to which you consent; and",
    "privUseBullet5": "As otherwise specifically described in this Privacy Policy.",
    "privUse2": "We may also use your information to improve our Site, and may combine the data we collect from you with similar data from other users. This is called aggregate data and does not describe or identify any individual user. We may disclose this aggregate data regarding user behavior as a measure of interest in, and use of, the Exchange (such as overall patterns or demographic reports).",
    "privUse3": "We may from time to time share Personal Information and other information with other companies who may provide you information about the products and services they offer. However, to the extent required by law, you will be given the opportunity to opt-out of such sharing.",
    "privProtectTitle": "How We Protect Your Information",
    "privProtect1": "We take commercially reasonable steps to protect your Personal Information and Usage Information from loss, misuse, unauthorized access, disclosure, alteration, or destruction.",
    "privUse4": "Information that relates to your health or the provision of healthcare to you may constitute Protected Health Information (\"PHI\") under HIPAA (the Health Insurance Portability and Accountability Act of 1996 and 45 C.F.R. parts 142 and 160-164, as amended). Entities that create or receive this information (such as your health insurance provider) are subject to strict rules regarding how they can share this information. All PHI received by Liazon will be treated by Liazon as confidential so as to comply with all applicable state and federal laws and regulations regarding confidentiality of such information, and will not be released, disclosed, or published to any party other than as required or permitted under applicable laws.",
    "privUse5": "We may share your Personal Information and Usage Information with your current employer, who may then share it with insurance brokers. Any liability arising from sharing of your Personal Information and Usage Information by your current employer with insurance brokers is outside of Liazon's control and Liazon shall not be held responsible for any such liability.",
    "privUse6": "We, like many businesses, sometimes hire other companies to perform certain business-related functions (like mailing information or processing payments). When we employ another company, we provide them with the information they need to perform their specific function. We require such third parties to maintain the confidentiality of this information and use the information only as necessary to provide us with designated services.",
    "privChoice3": "If you wish to stop receiving promotional e-mails from third parties, you should follow the opt-out instructions included in the third party email.",
    "advBtai": "Business Travel Accident Insurance",
    "privUse7": "We may disclose user information to government authorities, and to other third parties when compelled to do so by government authorities. We will make these disclosures at our discretion, or otherwise as required by law. These disclosures include but are not limited to responses to court orders and subpoenas.",
    "privUse8": "We also may disclose user information when we have reason to believe that someone is or may be causing injury to or interference with our rights or property, other users of the Exchange, or anyone else who could be harmed by such activities.",
    "privProtect2": "Please understand, however, that no security system is impenetrable. We cannot guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to and from us over the Internet.",
    "privChoice1": "If you wish to stop receiving promotional e-mails, you may do so by e-mailing privacy@liazon.com(with UNSUBSCRIBE as the subject line) or by following the instructions in the bottom of the email.",
    "privPartyTitle": "Third Party Websites",
    "privParty1": "This Site contains content, services, advertising and other materials that link to web sites operated by third parties, including, without limitation, the web sites operated by the Providers.",
    "privParty2": "We have no control over those other sites, and this Privacy Policy does not apply to them or any third parties to whom you provide your information.",
    "privChanges": "Changes to This Privacy Policy",
    "privChanges2": "You will be notified if we make any material changes that would affect the use of your information. We'll also ask you to opt-in to the new use of your information.",
    "privAddress3": "11 East 44th Street, Suite 600",
    "privAddress4": "New York, NY 10017",
    "privEmail": "To contact us by email, please write to",
    "privEmail2": "with PRIVACY POLICY in the subject line.",
    "navHome": "HOME",
    "navIntroduction": "INTRODUCTION",
    "navPickAPath": "PICK A PATH",
    "navProfile": "PROFILE",
    "navGuidance": "GUIDANCE",
    "navShop": "SHOP",
    "navBuy": "BUY",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageFrequencyCoverageTier": "{0}{5} (Capped at {1} Benefit {3}) - {2}",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageFrequency": "{0}{5} (Capped at {1} Benefit {3})",
    "AdjustQuoteForMaximumCoverageAllowedXSalaryCoverageTier": "{0}{5} (Capped at {1} Benefit) - {2}",
    "AdjustQuoteForMaximumCoverageAllowedXSalary": "{0}{5} (Capped at {1} Benefit)",
    "AdjustQuoteForMaximumCoverageAllowedSalaryCoverageFrequency": "{0} of {5} (Capped at {1} Benefit {3})",
    "AdjustQuoteForMaximumCoverageAllowedSalary": "{0} of {5} (Capped at {1} Benefit)",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageFrequencyCoverageTier": "{0}{5} (Coverage Amount based on floor {1} Benefit {3}) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageFrequency": "{0}{5} (Coverage Amount based on floor {1} Benefit {3})",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalaryCoverageTier": "{0}{5} (Coverage Amount based on floor {1} Benefit) - {2}",
    "FormatAdjustQuoteForMinimumCoverageAllowedXSalary": "{0}{5} (Coverage Amount based on floor {1} Benefit)",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageFrequencyCoverageTier": "{0} of {5} (Coverage Amount based on floor {1} Benefit {3}) - {2}",
    "advHospitalIndemnityText": "Hospital Indemnity insurance helps you cover additional costs if you're hospitalized - such as home and family expenses, insurance deductibles, and copayments - even if you have traditional health insurance benefits.",
    "CoverageDisplayIndividualized": "Individualized",
    "FormatStringBaseFrequencyCoverageTier": "{1} {3} - {2}",
    "FormatStringBaseFrequency": "{1} {3}",
    "advPersonalTimeModalText": "<p>Personal Time Off (PTO) Buy Up enables you to buy additional time off from work. Payment for this time varies by employer. Time may be purchased in increments of half or full days, up to a maximum set by your employer. Some employers may allow pre-tax dollars to be applied to this benefit for an additional savings.</p>",
    "advHealthCareCostsModalText": "<p>Within your geographic area, you could have many options to choose from when looking for a health care provider for common procedures and tests. Whether you are spending money out of pocket, or some of your HSA or FSA funds, it's important to find the facilities with access to the most cost-effective and high-quality tools that are the best fit for the services you need. A health care transparency tool will let you view standard prices for procedures and tests and compare these prices across multiple providers in your area. This will allow you to make the best possible decision for your health and for your wallet.</p>",
    "advPersonalLife": "Personal Life Insurance",
    "advHospitalIndemnity": "Hospital Indemnity",
    "advPersonalLifeText": "Personal Life Insurance helps you protect your family's future. Purchasing adequate coverage ensures that your loved ones have the financial resources they may need in the event of your passing.",
    "FormatStringCoverageAmountFixedProdAgeWarningCoverageTier": "{1} Benefit{4} - {2}",
    "FormatStringCoverageAmountFixedProdAgeWarning": "{1} Benefit{4}",
    "FormatStringPercentOfSalaryFrequencyAgeWarningCoverageTier": "{0} of {5} ({1}{3}{4}) - {2}",
    "FormatStringPercentOfSalaryFrequencyAgeWarning": "{0} of {5} ({1}{3}{4})",
    "FormatStringPercentOfSalaryAgeWarningCoverageTier": "{0} of Salary ({1}){4} - {2}",
    "FormatStringPercentOfSalaryAgeWarning": "{0} of Salary ({1}){4}",
    "FormatStringSalaryMultiplierFrequencyAgeWarningCoverageTier": "{0}{5} ({1}{3}{4}) - {2}",
    "FormatStringSalaryMultiplierFrequencyAgeWarning": "{0}{5} ({1}{3}{4})",
    "FormatStringSalaryMultiplierAgeWarningCoverageTier": "{0}{5} ({1}{4}) - {2}",
    "FormatStringSalaryMultiplierAgeWarning": "{0}{5} ({1}{4})",
    "SummarySubHeader1": "If you don't agree with these results, you can",
    "SummarySubHeader2": "return to your profile and make changes.",
    "SummaryDepenentCountHeader": "You May Cover",
    "SummaryDepenentCountInfo": "The number of people, including yourself and any dependents, the system will consider for your recommendation.",
    "SummaryRiskToleranceHeader": "Risk Tolerance",
    "SummaryRiskToleranceInfo": "A low risk score, such as a one or two, means that you tend to avoid risk. A high risk score, such as a seven or eight, suggests that we might find you bungee jumping.",
    "SummaryImageHeader": "You Can't Predict the Future",
    "SummaryImageInfo1": "The past isn't the best forecast of the future - and the medical plans you've had may not fit you best.",
    "SummaryImageInfo3": ", but with significant problems, you could be facing up to",
    "privNote": "A note from Liazon —",
    "privWorked": "We have worked hard to make our Privacy Policy easier to read and understand.",
    "privConcerns": "Your concerns are important to us, so please let us know if you have any questions about the policy that follows.",
    "privPrivacy": "Liazon Privacy Policy",
    "privUpdated": "Last updated: 9/14/2016",
    "privCare": "We know that you care about how information you provide to us is used and shared. This Privacy Policy is about just that - how Liazon collects information from you and what we do with that information when you are using our online information portal, decision support tools, and enrollment system, collectively known as",
    "privRegisteredUser": "As a Registered User of the Exchange, you log on to research, compare and buy health plans and other benefits offered by your employer through the website, located at",
    "privAgree": "By visiting our Site and using the Exchange, you are agreeing to the terms of this Privacy Policy and the accompanying Terms of Service. When you come across capitalized terms not defined in this Privacy Policy you should refer to our Terms of Service for the meaning.",
    "privCollectTitle": "Information We Collect",
    "privCollect9": "We do not knowingly collect Personal Information from children under the age of 18 through the Exchange. If you are under 18, please do not give us any Personal Information.",
    "privCollect11": "Please note that we do collect information about dependent children as it pertains to their benefits coverage.",
    "privCollect1": "To create your account in the Exchange, your employer provides us with certain personal information about you, such as: your name, address, Social Security Number, hire date, birth date, gender and other information directly related to your employment. We use this information so that we can identify you and enroll you in your employee benefits. In this Privacy Policy, we refer to this information as \"Personal Information.\"",
    "privCollect2": "When you sign in as a Registered User, you will be asked to provide us with your assigned username and password. If you choose to shop for benefits on the Exchange, we will ask you to provide additional information we need to customize your benefits portfolio and enroll you in plans.",
    "privCollect3": "Like most web sites, we use automatic data collection technology when you visit our Site to record information that identifies your computer, to track your use of our Site, and to collect certain basic information about you and your surfing habits. This includes information about your operating system, your IP addresses, browser type and language, referring and exit pages and URLs, keywords, date and time, amount of time spent on particular pages, what sections of a website you visit, error messages you receive, and similar information concerning your use of the Exchange. We call this the \"Usage Information.\"",
    "privCollect4": "We collect some Usage Information using small packets of data called cookies. Like most web sites, we store cookies on your computer's hard drive so that your computer will \"remember\" information about your visit to the Exchange.",
    "privUseTitle": "How We Use Your Information",
    "privAccessTitle": "Accessing and Modifying Account Information",
    "privAccess": "You may update the information that is stored in your user account by visiting the Site.",
    "privCollect10": "We encourage parents and legal guardians to monitor their children's Internet usage and to help enforce our Privacy Policy by instructing their children to never provide Personal Information through the Exchange without their permission. If you have reason to believe that a child under the age of 18 has provided Personal Information to us, please contact us, and we will endeavor to delete that information from our databases.",
    "privChoiceTitle": "Your Choices",
    "privChoice2": "Please note that although you may opt out from promotional emails, you'll still receive information from us about your benefits.",
    "advVisionModalText": "<p>Vision insurance may cover regular eye exams, updating prescriptions, and payments toward eyeglasses or contact lenses. Vision plans vary by network size and options, required copays and coinsurance, and even discounts offered.</p><p>A medical plan typically covers eye problems, such as:<br /> <br /> &bull; An injury or infection<br /> &bull; Glaucoma<br /> &bull; A detached retina</p><br/><p>However, you need a vision plan to cover what most medical options don&rsquo;t, including:<br /> <br /> &bull; Exams to determine your eyeglass prescription and detect vision problems<br /> &bull; Corrective eyeglass lenses (and/or contact lenses with some plans)<br /> &bull; Eyeglass frames</p><br/><p>If you will need new eyeglasses or contacts in the upcoming year, you should consider a vision plan.</p>",
    "AdvTelemedicineModalText": "<p><span>Telemedicine provides access to consultation with a physician 24/7, by phone or email, to discuss symptoms, recommend treatment options, diagnose common conditions, and prescribe medication when appropriate.</span></p>",
    "advHealthCoachModalText": "<p>A Health Coaching plan may provide you with online wellness services to even an experienced coach to guide and encourage you in achieving health goals such as weight loss, smoking cessation, or regular exercise depending on the offering. Please note that the number of coaching sessions covered by phone or email, as well as the number of services provided, can vary greatly by plan.</p>",
    "EmployerQuestionsSubNav": "More",
    "ProfileStepsStep": "Step",
    "ProfileStepsOf": "of",
    "ProfileStepsComplete": "Steps Complete",
    "SalaryAllocationContribution": "Your Employer is contributing {0:C2} toward your benefits portfolio based on your salary.",
    "cuContact": "Contact Us",
    "cuNumber": "(Optional) Your Contact Number:",
    "CoverageDisplayXMonthlySalary": "x Monthly Salary",
    "advHealthSavingsModalText": "<p>A Health Savings Account (HSA) works with your medical plan to help you offset uncovered costs while enjoying a tax benefit. An HSA can only be selected if your medical plan qualifies for this type of account. These plans will be marked as HSA qualified on the Shop page. You can decide how much to contribute to your HSA each year, up to a maximum amount set by the Internal Revenue Service (IRS). Your contributions go into your HSA account tax-free and you&rsquo;re also reimbursed tax-free for eligible expenses.</p><br/><p>Some benefits of an HSA include:</p><br/><p>&bull; While your money remains in your HSA account, it earns tax-free investment returns <br /> &bull; Any funds left in your HSA at the end of the year remain invested and can be rolled over from year-to-year<br /> &bull; You can keep your HSA account even if you change jobs or retire, making an HSA a great way to save for medical costs in retirement</p><br/><p>Consult the IRS website for the most up-to-date information on HSA rules, limits, and covered expenses.</p>",
    "advDependentFSAModalText": "<p>A Child Care Flexible Savings Account (FSA) enables you to set up weekly payroll deductions, tax free, that can be used to cover expenses for looking after your child while you are at work or school. Costs for babysitting, daycare, and even sleep away camp may be covered.</p><p>You should carefully calculate your expected child care expenses this year, as only a portion of these funds can be rolled over to the following year.</p>",
    "cuEmail": "Your E-mail Address:",
    "cuAbout": "What is this about?",
    "cuDetails": "Details:",
    "cuFile": "File Attachment (less than 2 MB in size): ",
    "cuChooseFile": "Choose File ",
    "cuNoFile": "No file chosen",
    "cuUpload": "Upload",
    "advMedicalFSAModalText": "<p>A Medical FSA gives you a tax break on money you set aside for your family&rsquo;s health care bills. The IRS permits pre-tax Medical FSA contributions. As you and your family receive health care, you file claims and are reimbursed with tax-free funds from your Medical FSA for qualified expenses, such as copays, coinsurance, and deductibles.</p><br/><p>There are limits established by the IRS as to how much you can contribute to your FSA. Unlike with an HSA account, only limited amounts can be rolled over , although new rules are making limited amounts transferable if used within a certain time period the following year, subject to your employer&rsquo;s approval.</p><br/><p>Be sure to estimate the amount of qualified spending you&rsquo;re likely to have in a year if you opt for a Medical FSA.</p><p>Consult the IRS website for the most up-to-date information on Medical FSA rules, limits and covered expenses.</p>",
    "advChildLifeModalText": "<p>Child Life insurance is a tool that helps protect you financially in the event on the unthinkable. To buy Child Life insurance, you pay monthly premiums to an insurance company that agrees to pay a specific amount in the event of the death of your child.</p><br/><p>With Child Life insurance you can ensure financial resources that go toward:</p><br/><p>&bull; Final medical expenses<br />&bull; Funeral and burial expenses</p>",
    "cuSend": "Send Message ",
    "cuCancel": "Cancel",
    "cuChoose": "Choose...",
    "ProviderToolQuestion": "Are there certain doctors, hospitals, or other health care providers that you want in your network?",
    "ProviderToolStep1": "Step 1:",
    "ProviderToolStep2": "Step 2:",
    "ProviderToolStep1Text": "Use the provider lookup tool to confirm your doctors and health care providers are part of the covered networks.",
    "advTransitFSAModalText": "<p>A Transit FSA lets you set aside tax-free dollars that can be used toward commuting expenses if you take a bus, train, or van pool to and from work. As with other FSAs, you may decide how much to set aside from your paycheck each week and you are reimbursed for eligible expenses with tax-free dollars.</p><p>There are limits as to how much you can contribute to your Transit FSA, established by the IRS, and unlike HSA accounts, only limited amounts of money can be rolled over, although new rules are making fixed amounts transferable if used within a certain time period the following year.</p><p>Be sure to estimate the amount of qualified expenses you&rsquo;re likely to have in a year if you opt for a Transit FSA.</p><p>Consult the IRS website for the most up-to-date information on Transit FSA rules, limits, and covered expenses.</p>",
    "advLegalModalText": "<p>A legal plan enables you, your spouse, and your dependents, to access a large network of qualified attorneys. With, advice over the phone and office consultations on a wide range of personal legal matters, your legal plan helps you address events from buying or selling your house, to adopting a child, to preparing your will.</p><br/><p>When you use a covered attorney, most legal plans offer:<br /> <br /> &bull; No deductibles<br /> &bull; No copays<br /> &bull; No waiting periods<br /> &bull; No claim forms</p><br/><p>Consider a legal plan if you anticipate having any of the covered legal expenses this year.</p>",
    "oeBeneficary": "Beneficiary Type",
    "oeOrganization": "Organization Name",
    "oeContact": "Contact Name",
    "DaysAllowedToMakeLifeEventErrorMessage": "You can only submit a <b><u>{0}</u></b> life event up to <b><u>{1}</u></b> days in the past.",
    "advPetInsuranceModalText": "<p>Pet insurance helps you pay for the medical care your pet needs, from check-ups to catastrophic care. Like the network of doctors and hospitals you see with some medical plans, you&rsquo;ll take your pet to a participating vet for care. You may have copays, coinsurance, and/or deductibles to meet and you may also need to file claim forms. The plan then pays part of your bill, up to any annual limits.</p><br/><p>You can choose pet insurance plans to cover your pet for: <br /> <br /> &bull; Accidents, only; <br /> &bull; Both accidents and illnesses; and/or<br /> &bull; Wellness, including annual exams, vaccinations, spaying/neutering surgery, and dental cleanings.<br /> <br /> For complete coverage, choose both an illness/accident plan and a wellness plan.</p>",
    "advIdentityTheftModalText": "<p>Identity Theft Protection increases your financial security with ongoing services to:</p><br/><p>&bull; Monitor your credit report<br /> &bull; Search thousands of public information databases for data correlated with your Social Security number (SSN)<br /> &bull; Monitor the National Change of Address database<br /> &bull; Check payday loan databases for high interest, quick cash loans taken out in your name <br /> &bull; Send you email or text notices if your information changes<br /> &bull; Work to clear any fraud and restore your good name if a theft occurs</p><br/><p>When suspicious changes to your accounts are detected, an Identity Theft Protection service may place fraud alerts on your accounts to stop the activity and contest any fraudulent charges. <br /> <br /> A basic Identity Theft Protection plan will monitor one of the nation&rsquo;s three credit reporting bureaus. A premium plan will monitor all three, increasing the chances of catching incorrect information or fraud.</p><br/><p>Depending on your level of credit, spending and online activity, you may require a greater amount of protection against potential fraudulent activity.</p>",
    "SummaryImageInfo2": "The system compares your demographic information against large medical databases to calculate the range of expenses you might face next year. Our calculations find that with minimal medical issues, your low range of costs might be",
    "ProviderToolStep2Text": "Check the boxes next to each network name that you want to consider. Uncheck any networks that don't meet your preferences and we won't include them in our recommendation.",
    "ProviderToolButton": "Find My Provider",
    "advPelc": "Personal Excess Liability Coverage",
    "DependentMissingSSN": "Your profile includes a dependent without a Social Security Number. Please ",
    "advParkingFSAModalText": "<p>A Parking FSA lets you set aside tax-free dollars that can be used toward parking expenses if you drive to work. As with other FSAs, you may decide how much to set aside from your paycheck each week and you are reimbursed for eligible expenses with tax-free dollars.</p><br/><p>There are limits as to how much you can contribute to your Parking FSA, established by the IRS, and unlike HSA accounts, you generally cannot roll this money over to the following year, although new rules are making fixed amounts transferable if used within a certain time period the following year.</p><br/><p>Be sure to estimate the amount of qualified expenses you&rsquo;re likely to have in a year if you opt for a Parking FSA.</p><br/><p>Consult the IRS website (www.irs.gov) for the most up to date information on Parking FSA rules, limits, and covered expenses.</p>",
    "privInfo2": "We know you care about how information about you is used and stored. Your health and financial information helps us recommend the best coverage for you and is never shared. Information required to enroll you in your benefits is only shared with the insurance carriers you select. We don’t give, rent, or sell it to third parties.",
    "dependentVerificationDisplayText": "Listed dependents are subject to a verification review for eligibility",
    "dependentVerificationDisplayVerified": "Verified",
    "dependentVerificationDisplayUnverified": "Unverified",
    "advEAP": "Employee Assistance Program",
    "DependentVerificationMessage": "All listed dependents will be reviewed to ensure they are eligible to receive benefits.",
    "CoverageDisplayPerYear": " Per Year",
    "CoverageDisplayPerMonth": " Per Month",
    "CoverageDisplayXSalary": "x Salary",
    "CoverageDisplaySalary": "Salary",
    "CoverageDisplayMonthlySalary": "Monthly Salary",
    "CoverageDisplayAgeReductionWarning": " - Age Reductions Applied",
    "advEmployeeLifeModalText": "<p>Life insurance is a financial tool that helps you safeguard your family's future. To buy Life insurance, you pay monthly premiums to an insurance company that agrees to pay a specific amount to your designated beneficiaries in the event of your death. You can name a primary beneficiary and a contingent beneficiary who would receive benefits if the primary beneficiary dies before you do.</p><br/><p>You should consider Life Insurance if any of these is true:</p><br/><p>&bull; You have a spouse, domestic partner, children, or dependent parents<br />&bull; You have less than $20,000 in liquid savings to pay final medical expenses, funeral and burial<br />&bull; You have debts, including student loans<br />&bull; You have a car or home that is not paid for<br />&bull; You have children who plan on attending college</p><br/><p>With Life insurance, you ensure financial resources that go toward:</p><br/><p>&bull; Final medical expenses<br />&bull; Funeral and burial costs<br />&bull; Mortgage, housing and other bills related to daily life</p>",
    "advHospitalIndemnityModalText": "<p>Hospital Indemnity insurance provides a daily defined cash benefit amount in the event that you&rsquo;re hospitalized. Note that these plans can differ greatly: some require a minimum stay before payments kick in, while others may offer payouts starting with the first day of your hospitalization, so be sure to review plan details carefully. These cash payments can be used to cover co-payments, household expenses, and more.</p>",
    "SummaryImageInfo4": "in expenses. We use this range to recommend the best medical plan to protect you against a wide range of possibilities.",
    "SummaryYourConcernsHeader": "Your Concerns",
    "SummaryYourHealthCarePrefHeader": "Your Health Care Preferences",
    "adv401KModalText": "<p>A 401(k) savings account is a financial vehicle that helps you allocate a portion of your salary each pay period toward retirement.  By allowing you to put aside a portion of your income pre-tax, you avoid paying any taxes on the money you contribute. In addition, contributing to your 401(k) account reduces your taxable income, so you may save even more in taxes. Once you're ready to withdraw the money in retirement, you'll pay taxes on it then.</p><p>Until you withdraw your savings from your 401(k), you can invest this money in funds selected by your employer and administered by a financial investment firm. If you choose to draw from this account early, you will have to pay a penalty.</p><p>You should consider contributing to your 401(k) to supplement your income in retirement.  According to the Social Security Administration, Social Security only replaces 40% of the average worker's income after retirement. Chances are, you will need more than that to maintain your standard of living.</p><p>You can change the amount you contribute to your 401(k) account at any time. You own your contributions and investment earnings. If you leave your current employer, you'll get to keep this money and can transfer or \"roll over\" your 401(k) to an account with a new employer or an individual account, if you wish. You will not pay taxes on the money when you roll it over to another account.</p><p>Your employer may also contribute to your 401(k). Keep this in mind as you consider how much to invest.</p>",
    "SummaryYourHealthCarePrefSubHeader": "You would consider these options:",
    "SummaryYourNetChoicesHeader": "Your Network Choices",
    "SummaryYourConcernsInfoKey1": "Income Loss",
    "SummaryYourConcernsInfoKey2": "Financial Hardship",
    "SummaryYourConcernsInfoKey3": "Retirement Expenses",
    "SummaryYourConcernsInfoKey4": "Dental Expenses",
    "advPersonalLifeModalText": "<p>Personal Life insurance helps you protect your family's future.  To buy Personal Life insurance (also called \"Individual Life insurance\"), you pay monthly premiums to an insurance company that agrees to pay a specific amount to your designated beneficiaries in the event of your death.  You can name a primary beneficiary and a contingent beneficiary who would receive benefits if the primary beneficiary dies before you do.</p><br/><p>You may be offered Personal Life insurance in addition to a Group Life insurance plan through your employer, and you are eligible to purchase both plans. Personal Life insurance is different than Group Life insurance in that it is portable, meaning that you can take the coverage with you if you leave your employer. While pricing for Group Life insurance policies is negotiated at the group level, Personal Life insurance is priced at the individual level, considering your birthday, health, and other factors. Personal Life insurance typically offers higher levels of coverage than Group Life insurance plans.</p><br/><p>You should consider Life Insurance if any of these is true:</p><br/><p>&bull; You have a spouse, domestic partner, children, or parents who depend on your income<br />&bull; You have less than $20,000 in liquid savings to pay for final medical expenses and/or funeral and burial costs<br />&bull; You have debts, including some private student loans<br />&bull; You have a car or home that isn't paid for<br />&bull; You have children who plan to attend college</p><br/><p>With Life insurance, you ensure your loved ones have the financial resources to:</p><br/><p>&bull; Pay for your final medical expenses<br />&bull; Pay for your funeral and burial expenses<br />&bull; Pay mortgage, housing, and other bills related to daily life</p>",
    "advAccidentModalText": "<p>Accident insurance helps to provide you with additional funds that may not be covered by your medical plan if you&rsquo;re hurt in an accident.</p><br/><p>The money can be used for anything you wish including:<br /><br/> &bull; Copays, deductibles, and/or coinsurance<br /> &bull; Travel, including costs for flying in loved ones<br /> &bull; Over-the-counter medicines and physical therapy<br /> &bull; Child or pet care and help around the house</p><br/><p>Accident Insurance may include a daily hospital benefit, but there may be a waiting period required before benefits begin if a pre-existing condition contributed to the accident.</p>",
    "SummaryYourConcernsInfoKey5": "Legal Matters",
    "SummaryYourConcernsInfoKey6": "Critical Illness",
    "SummaryYourConcernsInfoKey7": "Identity Theft",
    "SummaryYourHealthCarePrefInfoKey1": "Plans that require referrals",
    "SummaryYourHealthCarePrefInfoKey2": "Plans including out-of-network options",
    "advShortTermModalText": "<p>Short Term Disability insurance helps replace a portion of your income when you can't work due to illness or non-work related accident for anywhere from a few weeks to a few months.</p><p><br /></p><p>When calculating how much Short Term Disability coverage you may need, you should consider:</p><ul><li> Your savings<br /></li><li> Your expenses<br /></li><li> Your spouse's income<br /></li><li> Your likelihood to be absent from work for an extended period of time</li></ul>",
    "SummaryYourHealthCarePrefInfoKey3": "Plans with in-network only coverage",
    "privInfo": "The personal information you provide to us is used to guide you in making smart benefits decisions, generate your plan rates, and enroll you with the insurance carrier(s) you choose.",
    "FormatAdjustQuoteForMinimumCoverageAllowedSalaryCoverageFrequency": "{0} of {5} (Coverage Amount based on floor {1} Benefit {3})",
    "advSpouseLifeModalText": "<p>Spouse Life insurance is a tool that helps you safeguard your family's financial future. To buy Spouse Life insurance, you pay monthly premiums to an insurance company that agrees to pay a specific amount in the event of your spouse&rsquo;s death. You can name a primary beneficiary and a contingent beneficiary (who would receive benefits if the primary beneficiary dies before your spouse).</p><br/><p>You should consider Spouse Life insurance if:</p><br><p>&bull; You have a spouse or domestic partner who contributes income that you rely on</p><br/><p>With Spouse Life insurance you can ensure financial resources that go toward:</p><br/><p>&bull; Final medical expenses<br />&bull; Funeral and burial costs<br />&bull; Mortgage, housing, and other bills related to daily life <br /><br/> You should consider the income your spouse earns, the income your earn, your family's expenses, your current financial situation, including debt and education expenses, and your family's ability to pay for your spouse&rsquo;s funeral when calculating how much Spouse Life insurance you will need.</p>",
    "advCriticalIllnessModalText": "<p>Critical Illness insurance help you meet expenses such as copays, coinsurance, and deductibles if you develop one of the conditions covered in the plan, including cancer, heart attack, or stroke, among others. </p><br/><p>You may need to submit a diagnosis, pathology report, or evidence of hospital admission before you receive a lump sum payment. It&rsquo;s important to pay attention to the plan details to determine which diseases are covered, as well as when and how the benefits go into effect.</p>",
    "ContactSubNav": "Info",
    "DependentsSubNav": "Dependents",
    "HealthProfileSubNav": "Profile(s)",
    "MedicalPreferencesSubNav": "Preferences",
    "RiskSubNav": "Risk",
    "advDentalModalText": "<p>Dental insurance helps you pay for regular dental checkups and some restorative treatments. Plans vary in how they deliver care and how much they pay. A dental plan will cover preventive care, such as:</p> <ul><li>Scheduled Dental Exams</li><li>X-rays</li><li>Cleanings</li></ul><p> A plan may also cover: </p><ul><li>Cavity fillings</li><li>Tooth extractions</li><li>Services to restore damaged teeth</li><li>Bridgework and dentures</li><li>Orthodontia (braces)</li></ul><p><br /> Some dental plans require a waiting period before the plan will cover major dental services, such as fillings or crowns. Also, with some plans, you need to coordinate your care through a primary dentist. Such plans may save you money, however, as with an HMO for medical care.</p><p><br /> When you enroll in a dental plan, consider enrolling in a health FSA or HSA, too. These accounts give you a tax break on money you set aside for out-of-pocket health care expenses, including dental bills.</p>",
    "advEmployerPaidSTDModalText": "<p>Short Term Disability insurance helps replace a portion of your income when you can't work due to illness or non-work related accident for anywhere from a few weeks to a few months. Your employer has chosen to provide some STD insurance coverage to you at no cost. However, you need to assess if this coverage is sufficient for your needs.</p><p>You may have access to several tiers of Short Term Disability insurance should you need to take time off of work due to sickness or injury.</p><p>When calculating how much Short Term Disability coverage you may need, you should consider: <br /><br/>&bull; Your savings <br />&bull; Your expenses<br />&bull; Your spouse&rsquo;s income <br />&bull; Your likelihood to be absent from work for an extended period of time</p>",
    "FinanceSubNav": "Finances",
    "LifestyleSubNav": "Lifestyle",
    "cuExample": "Example: (XXX-XXX-XXXX)",
    "beneficiaryRegionLabel": "State / Province / County / Region (Non-US)",
    "advTitle": "Advice",
    "advAdvice": "Advice",
    "advAdviceText": "Selecting the right benefits package for you and your dependents can provide financial protection against unforeseen risks. Some coverage types protect you from a larger potential financial exposure than others. As you select your benefits, we recommend considering those that can have the greatest financial impact first, and then considering other coverages.",
    "advHighest": "Highest Financial Risk",
    "advLongTermText": "Long Term Disability insurance helps to off-set a portion of your income in the event you're unable to work for an extended period of time. Selecting the right amount of coverage is important.",
    "advAccident": "Accident Insurance",
    "advAccidentText": "Accident insurance provides you with money to cover unexpected costs you may incur in the event of an accident, such as child care expenses, bills, or even transportation.",
    "advCriticalIllness": "Critical Illness Insurance",
    "advCriticalIllnessText": "Critical Illness insurance provides a lump sum payment if you're diagnosed with a covered critical illness such as cancer, heart attack, or stroke. Covered illnesses may vary.",
    "advSpouseLife": "Spouse Life Insurance",
    "advSpouseLifeText": "Spouse Life insurance provides a one-time payout in the event of the death of your spouse. This is important if you and your family depend on your spouse's income to maintain your lifestyle.",
    "advShortTerm": "Short Term Disability",
    "advShortTermText": "Short Term Disability insurance helps to offset some portion of the salary you may lose should you find yourself out of work temporarily on disability leave.",
    "advVision": "Vision Insurance",
    "advVisionText": "Vision insurance can help to cover the cost of eye exams, eyeglasses, and contact lenses.",
    "AdvTelemedicine": "Telemedicine",
    "AdvTelemedicineText": "Telemedicine plans allow you to use phone, smartphone or other internet-enabled device, depending on the plan, to speak to a doctor who can help diagnose and prescribe medication for a range of ailments — from a sinus infection in the middle of the night to ongoing patient monitoring.",
    "advHealthSavings": "Health Savings Account",
    "advHealthCoach": "Health Coaching",
    "advEmployerPaidSTD": "Employer-Paid Short Term Disability",
    "advHealthSavingsText": "A Health Savings Account (HSA) allows you to contribute tax-free money each year that you can use to help pay for expenses such as prescriptions, deductibles, and co-pays. HSAs are usually offered in conjunction with qualified high-deductible medical plans.",
    "advPetInsurance": "Pet Insurance",
    "advPetInsuranceText": "Pet insurance helps to cover both routine health care maintenance and emergency expenses for your pet.",
    "advChildLife": "Child Life Insurance",
    "advChildLifeText": "Child Life insurance provides a one-time payout in the event of the death of a child. Select plans may also cover funeral expenses.",
    "advLegal": "Legal Plans",
    "advLegalText": "Legal Plans allow you to save money when you prepay for legal expenses that you may use throughout the year, such as updating a will or buying a home. A legal plan helps you gain access to a qualified attorney to assist you with these services.",
    "advIdentityTheft": "Identity Theft Protection",
    "advIdentityTheftText": "An Identify Theft Protection plan monitors your accounts for theft activity and may also help to provide assistance in the event they're compromised.",
    "advPersonalTime": "Personal Time Off Buy-Up",
    "advPersonalTimeText": "Personal Time Off (PTO) allows you to set aside money through payroll deductions or apply part of your employer's defined contribution toward purchasing additional time off from work.",
    "advContinue": "Continue to Shop",
    "advTakeFull": "Take Full Recommended Path",
    "advBack": "Back",
    "advMedicalFSA": "Medical Flexible Spending Account",
    "advDependentFSA": "Dependent Care Flexible Spending Account",
    "advTransitFSA": "Transit Flexible Spending Account",
    "advParkingFSA": "Parking Flexible Spending Account",
    "advHealthCareCosts": "Healthcare Transparency Tool",
    "advMedicalFSAText": "A Medical Flexible Spending Account (FSA) allows you to set aside pre-tax money from your paychecks that you can use to pay for qualified medical expenses, everything from your copays to your new glasses to bandages.",
    "advDependentFSAText": "A Dependent Care Flexible Spending Account (FSA) allows you to set aside pre-tax money from your paychecks that you can use to pay for childcare related expenses, such as babysitters and daycare, or other expenses.",
    "advTransitFSAText": "A Transit Flexible Spending Account (FSA) allows you to set aside pre-tax money from your paychecks that you can use to pay for commuting expenses if you take the bus or train, vanpool or even bike to work.",
    "advParkingFSAText": "A Parking Flexible Spending Account (FSA) allows you to set aside pre-tax money from your paychecks that you can use to pay for parking expenses if you drive to work. Learn more here.",
    "advHealthCareCostsText": "Health care costs for standard tests and procedures can vary greatly. Using a healthcare transparency tool can help you find the most cost-effective and high-quality facilities that are the best fit for the services you need.",
    "advHealthCoachText": "Health Coaching provides you a range of either online services or event an experienced coach who helps you with a range of health-related activities, from choosing the right foods, to exercise and dealing with stress.",
    "CoverageDisplayPerWeek": " Per Week",
    "CoverageDisplayTimesPerYear": " Times Per Year",
    "advMedicalModalText": "<p>From preventive care to doctor's visits to emergency surgery, a medical plan helps you pay the cost of planned and unplanned medical events. You may have a range of medical plan options available to you; learn how each type of plan works and manages expenses. Choose the one that fits your needs — and your budget — balancing things like premium cost with deductible amounts, co-pays, and more.</p><br/>    <p>An \"in-network\" provider is a physician, hospital, clinic, or group of health care professionals that has contracted with a Health Maintenance Organization (HMO) or Preferred Provider Organization (PPO) to provide health care services at a pre-negotiated, discounted rate. In-Network Only plans can vary in terms of network size, providers, costs, deductibles, out-of-pocket expenses, and copays. Be sure to compare plans and review the provider directory if you have doctors or providers you would like to continue seeing. In-network only plans do not cover expenses from out of network providers.</p><br/>    <p>Carefully consider whom you should cover. If your spouse or partner is offered benefits through their job, it may be to your financial advantage to enroll in your benefits separately. Also, note the \"age-off\" limit for dependents. Plans typically cover children up to age 26, but rules may vary by plan. Refer to the IRS website for the definition of \"dependent\" if you have questions about older children or other dependent relatives who may be eligible for coverage.</p><br/>    <p>If an HSA-qualified plan appears in your store display:    A Health Savings Account (HSA), when combined with a qualified medical plan, allows you to contribute money each year that can be used to help pay for qualified medical expenses such as prescription drugs, deductibles, and copays.  HSAs are paired with high deductible health plans to help offset costs incurred before a deductible is met, as well as out-of-pocket costs.  Any unused funding rolls over from year-to-year.  You should strongly consider an HSA if you select an HSA-qualified plan and anticipate having out-of-pocket costs, including your deductible.</p><br/>    <p>A Primary Care Physician (PCP) plan requires you to designate a Primary Care Physician who will be the gatekeeper for your medical referrals. If a health problem arises, your PCP sees you first and then, if necessary, refers you to an in-network specialist. These plans are often less expensive than other health plans. If you don't mind getting referrals, you may want to consider this type of plan.</p><br/>    <p>If multiple plans appear in your store display: Choosing the right health plan can be confusing with variables such as network, deductible amount, and coinsurance all factoring into your decision.  You can use the Compare Plans tool to help weigh plan options against these and other variables. Visit our help center for helpful definitions of common insurance plan terms and information about choosing plans that are right for you.</p>",
    "advHighestText": "These coverage types help to protect you against events that can have the most impact on your long-term financial health. These are the most important risks to cover.",
    "advLongTermModalText": "<p>Long Term Disability insurance helps replace a portion of your income when you can't work due to a disability over an extended period of time. There are several tiers of coverage available &mdash; choose the level of protection that fits your needs and your budget.</p><p>When calculating how much Long Term Disability insurance coverage you may need, you should consider:</p><ul><li>Your savings</li><li>Your expenses</li><li>Your spouse&rsquo;s income</li><li>Your likelihood to be absent from work for an extended or prolonged period of time</li></ul>",
    "adv401KText": "A 401(k) Retirement Savings Account helps you save for retirement by allowing you to contribute a portion of your paycheck pre-tax.",
    "advModerate": "Moderate Financial Risk",
    "advModerateText": "These coverage types help to protect you against events that can have a significant impact on your financial health, especially in the short term.",
    "advLowest": "Lower Financial Risk",
    "advLowestText": "These coverage types help to protect you against both planned and unplanned expenses. They may also save you money through tax-free savings accounts.",
    "advLearnMore": "Learn more... ",
    "advMedical": "Medical Insurance",
    "advMedicalText": "Medical insurance can provide coverage for everything from routine physical exams to unexpected hospital stays. Medical plans vary.",
    "advEmployeeLife": "Employee Life Insurance ",
    "advEmployeeLifeText": "Life insurance helps provide for your loved ones in the event of your passing. Choosing the right amount of coverage is important.",
    "advLongTerm": "Long Term Disability ",
    "advSeeHow": "See how Disability Insurance helped protect Bill's income (3-minutes)",
    "advDental": "Dental Insurance",
    "advDentalText": "Dental Insurance can cover everything from regular dental exams and cleanings to orthodontic or restorative work. Plan benefits may vary.",
    "tosMiscellaneousText1": "This section, the section entitled Intellectual Property, Indemnification, and the section entitled Disclaimer and Limitation of Liability shall survive the termination of these Terms of Service.",
    "tosMiscellaneousText2": "You may not assign these Terms of Service. No waiver shall be effective unless in writing. Neither the course of conduct between parties nor trade practice shall act to modify any provision of these Terms of Service.",
    "tosMiscellaneousText3": "These Terms of Service and any other agreements between the parties entered into through this Site shall be governed by and construed in accordance with the laws of the State of New York.",
    "tosMiscellaneousText4": "Except for proceedings commenced by Liazon to protect its intellectual property or confidential information which may be brought in any court of competent jurisdiction, the parties mutually agree that any and all disputes arising hereunder shall be resolved exclusively by state or federal courts located in the State of New York.",
    "tosMiscellaneousText5": "These Terms of Service contain the entire agreement of the parties concerning this Site and the Exchange and supersede all existing agreements and all other oral, written or other communication between the parties concerning its subject matter.",
    "ShopCheckOutBuy": "Check out & Buy",
    "ShopCompare": "Compare",
    "ShopDontWantProduct": "I don't want this product.",
    "ShopWaived": "Waived",
    "ShopAdd": "Add",
    "ShopIn": "In",
    "ShopPlans": "plans",
    "ShopPlan": "plan",
    "ShopPlanAvaliable": "plan available",
    "ShopPlansAvaliable": "plans available",
    "ShopClose": "Close ",
    "ShopOrWaivePlans": "Shop or Waive Plans",
    "ShopWaiveNoWish": "Waive, I do not wish to sign up.",
    "ShopComparePlansNoNumber": "Compare plans",
    "ShopWaive": "Waive",
    "ShopIneligible": "Ineligible",
    "ShopNoSelection": "No Selection",
    "ShopConsider": "Consider",
    "ShopSelectionRequired": "* Selection Required",
    "ShopProductQualifiesAutoEnrollment": "This product qualifies for an auto-enrollment as set by your employer. This may result in differences between your recommendation and your pre-filled selection.",
    "ShopHSAQualified": "HSA Qualified",
    "ShopCalculateApproximateCost": "Calculate approximate cost",
    "ShopEditCoverage": "Edit Coverage:",
    "ShopInButtonText": "In <span class='glyphicon glyphicon-shopping-cart'></span>",
    "ShopEditButtonText": "Edit",
    "ShopNoSelectionNotification": "No Selection",
    "ShopConsiderNotification": "Consider",
    "ShopSelectionRequiredNotification": "Selection Required",
    "ShopProductQuallifiesForAutoEnrollmentMessage": "This product qualifies for an auto-enrollment as set by your employer. This may result in differences between your recommendation and your pre-filled selection.",
    "ShopEditContribution": "Edit Contribution:",
    "tosAdTitle": "Advertisements on this Site",
    "tosAdText1": "We, in our sole discretion, may post the advertisements of third parties on the Site.",
    "tosAdText2": "The display of advertisements on the Site is not intended as and does not in any manner constitute a recommendation, endorsement, or approval of the advertiser or their products or services by us. Your correspondence or any other dealings with advertisers found on the Site are solely between you and such advertiser and we are not responsible or liable for the statements or conduct of any third party, nor for any loss or damage incurred as a result of any such dealings or as the result of the presence of such advertisers on the Site.",
    "tosIndemnificationTitle": "Indemnification",
    "medRecommend": "We recommend the {0} plan.",
    "tosTitle": "Liazon Terms of Service",
    "tosUpdated": "Last updated: 8/28/2014",
    "tosWelcome": "Welcome! Please take a moment to read these Terms of Service.",
    "privacyPersonalDisSub2": "To your employer.  Certain limited information may be shared with your employer, including your demographic information (name, address, etc.) smoking status, dependent information, beneficiary information, benefits elections, and information collected where we indicate that question responses will be shared with your employer (such as on the \"Additional Questions\" page).",
    "privacyPersonalDisSub4": "To our third-party service providers who provide services such as website hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, auditing and other services.",
    "privacyPersonalDisSub6": "To a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings).",
    "privacyPersonalDisSub7": "As we believe to be necessary or appropriate: (a) under applicable law, including laws outside your country of residence; (b) to comply with legal process; (c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence; (d) to enforce our terms and conditions; (e) to protect our operations or those of any of our affiliates; (f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others; and (g) to allow us to pursue available remedies or limit the damages that we may sustain.",
    "privacyInfoChildren1": "The Services are not directed at children under the age of 13, and we request that they not provide Personal Information through the Services.",
    "privacyPersonalHel1": "Certain Personal Information that relates to your health or the provision of healthcare to you may constitute Protected Health Information (\"PHI\") under HIPAA (the Health Insurance Portability and Accountability Act of 1996 and 45 C.F.R. parts 142 and 160-164, as amended). Entities that create or receive this information (such as your health insurance provider) are subject to strict rules regarding how they can share this information. Liazon will treat PHI it receives in compliance with all applicable state and federal laws and regulations regarding confidentiality of such information.",
    "privacyOtherInformation": "OTHER INFORMATION",
    "privacyOtherInfo1": "Other Information We May Collect",
    "privacyOtherInfo2": "\"Other Information\" is any information that does not reveal your specific identity or does not directly relate to an individual, such as:",
    "privacyOtherInfoSub1": "Browser and device information",
    "privacyOtherInfoSub2": "Information collected through cookies and other technologies",
    "privacyOtherInfoSub3": "Demographic information and other information provided by you",
    "privacyOtherInfoSub4": "Aggregated information",
    "privacyOtherInfo3": "If we are required to treat Other Information as Personal Information under applicable law, then we may use it for the purposes for which we use and disclose Personal Information as detailed in this Notice.",
    "privacyOtherCollect": "How We May Collect Other Information",
    "privacyOtherCol1": "We and our third party service providers may collect Other Information in a variety of ways, including:",
    "privacyOtherUse": "How We May Use and Disclose Other Information",
    "privacyOtherUse2": "If you’ve provided us with Personal Information we may associate that information with the information about your usage of our site that is collected automatically.",
    "privacyThirdParty": "THIRD PARTY SERVICES",
    "privacyInfoChildren": "INFORMATION ABOUT CHILDREN",
    "privacyOtherColSub1": "Through your browser or device:  Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh) screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version and the name and version of the Services you are using.  We use this information to ensure that the Services function properly.",
    "privacyOtherColSub2": "Using cookies:  Cookies are pieces of information stored directly on the computer that you are using.  Cookies allow us to collect information such as browser type, time spent on the Services, pages visited, language preferences, and other anonymous traffic data.  We and our service providers use the information for security purposes, to facilitate navigation, and to recognize your computer in order to assist your use of the Services.  We also gather statistical information about use of the Services in order to continually improve their design and functionality, understand how they are used and assist us with resolving questions regarding them.   If you disable cookies on the site, the site may not function properly.",
    "privacyOtherColSub3": "IP Address:  Your IP address is a number that is automatically assigned to the computer that you are using by your Internet Service Provider (ISP).  An IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) that were visited.  Collecting IP addresses is standard practice and is done automatically by many websites, applications and other services.  We use IP addresses for purposes such as calculating usage levels, diagnosing server problems and administering the Services.  We may also derive your approximate location from your IP address.",
    "privacyInfoChildren2": "Please note that we do collect information about dependent children as it pertains to their benefits coverage.",
    "privacyInfoProtect": "HOW WE PROTECT YOUR INFORMATION",
    "privacyOtherColSub4": "By aggregating information:  Aggregated Personal Information does not personally identify you or any other user of the Services (for example, we may aggregate Personal Information to calculate the percentage of our users who have a particular telephone area code).",
    "privacyOtherUse1": "We may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law.  In some instances, we may combine Other Information with Personal Information (such as combining your name with your location).  If we do, we will treat the combined information as Personal Information as long as it is combined.",
    "privacyThirdParty1": "We may include links in the Services to third-party companies, such as carriers and health and wellness providers. When you access those links, you will be leaving the Services and your usage of those third party sites will not be governed by this Privacy Notice, but by the privacy policies of such third party.",
    "privacyInfoProtect1": "We seek to use reasonable organizational, technical and administrative measures to protect Personal Information within our organization.  Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure.  If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your account has been compromised) please immediately notify us in accordance with the \"Contacting Us\" section below.",
    "privacyChoicesAndAccess": "CHOICES AND ACCESS",
    "privacyChoicesAndAccess1": "How you can access, change or suppress your Personal Information",
    "privacyChoicesAndAccess2": "If you would like to review, correct, update, suppress or delete Personal Information that you have previously provided to us, you may contact us at the address below. ",
    "privacyChoicesAndAccess3": "In your request, please make clear what Personal Information you would like to have changed, whether you would like to have your Personal Information suppressed from our database or otherwise let us know what limitations you would like to put on our use of your Personal Information.  For your protection, we may only implement requests with respect to the Personal Information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.  We will try to comply with your request as soon as reasonably practicable.",
    "privacyChoicesAndAccess4": "Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion.  There may also be residual information that will remain within our databases and other records, which will not be removed.",
    "privacyChanges": "CHANGES TO THIS PRIVACY NOTICE",
    "privacyChanges2": "Please refer back to this Privacy Notice on a regular basis.",
    "privacyContact": "How to Contact Us",
    "privacyQuestions": "If you have questions about this Privacy Notice, please mail us at the following address:",
    "privacyChanges1": "This Privacy Notice is effective as of the date stated at the top of this Privacy Notice.  We reserve the right to revise and update our Privacy Notice from time to time. By accessing the Site or using the Services after we make any such changes to this Privacy Notice, you are deemed to have accepted such changes.",
    "privacyEmail": "To contact us by email, please write to",
    "privacyEmail2": "with PRIVACY NOTICE in the subject line."
}